Repository: ironmansoftware/powershell-universal-translation
Catalog: Admin Console/Resources.*.resx
Languages: da, fr, hu, uk

# MyIdentityDescription
source: Information about your identity, roles and permissions.
da: Oplysninger om din identitet, roller og tilladelser.

source: Authentication Method
da: Autentificeringsmetode

source: Commit Message
da: Commit besked

source: No Changes
da: Ingen ændringer

# NoChangesDescription
source: There are no changes but the platform is set to edit mode. PowerShell Universal will not push and pull from git when an edit is in progress.
da: Der er ingen ændringer, men platformen er indstillet til redigeringstilstand. PowerShell Universal vil ikke skubbe og trække fra git, når en redigering er i gang.

source: Hide Run Later
da: Skjul kør senere

# QuickRunDisabled
source: This script has mandatory parameters and cannot be quick run.
da: Dette script har obligatoriske parametre og kan ikke køres hurtigt.

source: Discover Environments
da: Opdag miljøer
fr: Découvrir les environnements

source: Generate Developer License
da: Generer udviklerlicens

# PortalScriptSuccess
source: Successfully ran script.
da: Scriptet blev kørt.

# PortalOutputTypeHelp
source: The way to display the output of this script in the portal.
da: Måden at vise output fra dette script i portalen.

source: Execution
da: Udførelse

# PortalNoServices
source: No services have been applied to your role. Contact your administrator for more information.
da: Ingen tjenester er blevet anvendt på din rolle. Kontakt din administrator for at få flere oplysninger.

# DisableErrorToastHelp
source: Disables the error toast message that is displayed when PowerShell writes to the error stream.
da: Deaktiverer fejlmeddelelsen, der vises, når PowerShell skriver til fejlstrømmen.

source: API Base Folder
da: API-basismappe

# ApiBaseFolderDescription
source: The folder, relative to the repository path, to store endpoint files.
da: Mappen, i forhold til lagerstien, til at gemme slutpunktsfiler.

source: Logging Target
da: Logningsmål

source: Logging Targets
da: Logningsmål

# LoggingTargetsDescription
source: Logging targets control where, when and how logging takes place.
da: Logningsmål styrer hvor, hvornår og hvordan logning finder sted.

source: Logging Type
da: Logningstype

# LoggingTargetTypeHelp
source: The type of logging to produce.
da: Den type logning, der skal produceres.

source: Minimum Level
da: Minimum niveau

# LoggingMinimumLevelHelp
source: The minimum log level that this target will log.
da: Det mindste logniveau, som dette mål vil logge.

source: Scope
da: Omfang

# LoggingFeatureHelp
source: The feature group that this logging target will receive.
da: Feature-gruppen, som dette loggemål vil modtage.

source: Resource
da: Ressource
fr: Ressource

# LoggingResourceHelp
source: A specific resource identifier (e.g. ID or path), this logging target will produce for.
da: En specifik ressourceidentifikator (f.eks. ID eller sti), som dette logningsmål vil producere for.

source: File Path
da: Filsti

# LoggingFilePathHelp
source: The file path to log to. Environment variables are supported.
da: Filstien der skal logges til. Miljøvariabler understøttes.

# LoggingFileFormatHelp
source: The log message format. See Serilog documentation for more information.
da: Logmeddelelsesformatet. Se Serilog-dokumentationen for mere information.

source: Retention Period
da: Opbevaringsperiode

# LoggingFileRetentionPeriodHelp
source: The number of days to keep log files for.
da: Antallet af dage at opbevare logfiler i.

# LoggingScriptBlockHelp
source: A PowerShell script block to call when log messages are generated.
da: En PowerShell-scriptblok der skal kaldes, når logmeddelelser genereres.

# LoggingPortHelp
source: The port of the service to log to.
da: Porten for tjenesten, der skal logges på.

# LoggingUrlHelp
source: The URL to send log messages to.
da: URL'en til at sende logmeddelelser til.

source: Log Files
da: Logfiler

# LogFilesDescription
source: Log files that are present on this PowerShell Universal node.
da: Logfiler, der er til stede på denne PowerShell Universal-node.
fr: Dossiers historiques présents sur cette node PowerShell Universal.

source: Clear Health Checks
da: Ryd sundhedstjeks

# AvailableInBranchesHelp
source: The branches that this resource is available in. If not specified, this resource is available in all branches.
da: De branches, som denne ressource er tilgængelig i. Hvis den ikke er angivet, er denne ressource tilgængelig i alle branches.

source: User Settings
da: Brugerindstillinger

# UserSettingsDescription
source: User configuration Settings.
da: Brugerkonfigurationsindstillinger.

source: Default Route
da: Standardrute

# DefaultRouteHelp
source: The route that users in this role will be redirected after login.
da: Ruten, som brugere i denne rolle vil blive omdirigeret efter login.

source: Display In Portal
da: Vis i portal

# DisplayInPortalHelp
source: Adds a link to this tag in the portal. The portal will then display the tagged resources.
da: Tilføjer et link til dette tag i portalen. Portalen vil derefter vise de taggede ressourcer.

source: Manually Started
da: Startet manuelt
fr: Commencé manuellement

# NotificationLevelDescription
source: Notifications at this level and above will be generated.
da: Meddelelser på dette niveau og derover vil blive genereret.

source: Send to Support
da: Send til support

# NoChangesSelected
source: No changes have been selected.
da: Der er ikke valgt nogen ændringer.

source: Module Variables
da: Modulvariabler

source: Debugger Environment
da: Debugger miljø

source: Portal Pages
da: Portal sider

# PortalPagesDescription
source: Portal pages consist of a collection of widgets that you can present to your end users and assign via roles.
da: Portalsider består af en samling widgets, som du kan præsentere for dine slutbrugere og tildele via roller.

source: Portal Page
da: Portal side

# WidgetHeightHelp
source: The number of pixels high this widget will be. Setting to 0 will cause the widget to automatically set its height based on the content.
da: Antallet af pixels højt vil denne widget være. Indstilling til 0 vil få widgetten til automatisk at indstille sin højde baseret på indholdet.

# WidgetDimensionInfo
source: Widget dimenions are temporary in the widget editor. When placing widgets on a Page, they are persistent.
da: Widget-dimensioner er midlertidige i widget-editoren. Når du placerer widgets på en side, er de vedvarende.

# PermissionDescription
source: Provide granular permissions to identities.
da: Giv detaljerede tilladelser til identiteter.

source: Validate New Password
da: Valider ny adgangskode
fr: Valider nouveau mot de passe

# GitPushOnlyDescription
source: PowerShell Universal is pushing changes but will not pull changes.
da: PowerShell Universal skubber ændringer, men vil ikke trække ændringer.

# GitSyncRunning
source: Git sync is currently running
da: Git-synkronisering kører i øjeblikket

# SyncNow
source: Synchronize Now
da: Synkroniser nu
fr: Synchroniser Maintenant

# GitSettingsReadonly
source: Git is configured via application settings and readonly in the admin console.
da: Git konfigureres via applikationsindstillinger og skrivebeskyttet i administrationskonsollen.

source: Pause git sync
da: Sæt git-synkronisering på pause

# BranchHelp
source: The name of the git branch to commit changes to.
da: Navnet på den git-branch, der skal foretages ændringer til.

# RemoteHelp
source: If specified, Git Sync will push and\or pull from this git remote.
da: Hvis det er angivet, vil Git Sync skubbe og/eller trække fra denne git-remote.

source: Sync Behavior
da: Synkroniseringsadfærd
fr: Synchroniser l' appartenance

# SyncBehaviorHelp
source: Defines what direction git sync will push or pull commits.
da: Definerer hvilken retning git sync vil push eller pull commits.

# GitUserNameHelp
source: The username required to login to the git remote.
da: Brugernavnet, der kræves for at logge ind på git-remote.

# GitPasswordHelp
source: The password or token used to access the git remote.
da: Adgangskoden eller tokenet, der bruges til at få adgang til git-remote.

source: Edit Mode
da: Redigeringstilstand
fr: Mode Éditer

# EditModeHelp
source: Defines how edits are performed when git sync is enabled.
da: Definerer, hvordan redigeringer udføres, når git-synkronisering er aktiveret.

source: External Git Client
da: Ekstern Git-klient

# ExternalGitClientHelp
source: Git sync will run the command line git executable rather than the integrated binaries.
da: Git sync vil køre kommandolinjen git executable i stedet for de integrerede binære filer.

# InvalidGitRemote
source: Remote must be a valid URL.
da: Remote skal være en gyldig URL.

source: Add Widget
da: Tilføj widget

# WidgetDescription
source: Widgets are built-in or custom UI elements that you can configure and position on your page.
da: Widgets er indbyggede eller brugerdefinerede UI-elementer, som du kan konfigurere og placere på din side.

# ConditionHelp
source: A PowerShell script block that runs to determine whether this schedule should run.
da: En PowerShell-scriptblok, der kører for at bestemme, om denne tidsplan skal køre.

source: Portal Resources
da: Portal ressourcer

# PortalResourcesDescription
source: A list of the resources shown on the portal.
da: En liste over de ressourcer, der vises på portalen.
fr: Une liste des ressources montrées sur le portail

source: Action Preferences
da: Handlingspræferencer

# PermissionHelp
source: Permission expression to grant to the identity.
da: Tilladelsesudtryk til at give identiteten.

source: Parent Job
da: Forældre job

# SaveGit
source: Save ({0})
da: Gem ({0})
fr: Sauvegarder ({0})

source: Discarding Changes
da: Kassering af ændringer

source: Archive All
da: Arkiver alle

source: Archiving jobs...
da: Arkivering af jobs...

source: Maximum Token Lifetime
da: Maksimal tokenlevetid

# MaximumTokenLifetimeDescription
source: The maximum number of takes an app token can be granted for.
da: Det maksimale antal takes, et apptoken kan tildeles for.

# PermissionResource
source: Resource
da: Ressource
fr: Ressource

# TerminalHistoryDescription
source: History of commands run in this terminal instance.
da: Historik over kommandoer, der er kørt i denne terminalforekomst.

# DownloadLibrary
source: Download Gallery
da: Download Galleri

# UpdateLibrary
source: Update Gallery
da: Opdater Galleri

# LibraryDownloaded
source: Gallery Downloaded!
da: Galleri downloadet!

# LibraryVersion
source: Gallery Version
da: Galleri version

source: Upload failed
da: Upload mislykkedes

source: Live Documentation
da: Live dokumentation

# MaxRunspaces
source: Maximum Runspace Count
da: Maksimalt antal runspace

source: Persistent Runspaces
da: Vedvarende Runspaces

source: Disable Implicit Windows Compatibility
da: Deaktiver implicit Windows-kompatibilitet

source: Modules to Import
da: Moduler til import

source: Select All
da: Vælg alle
fr: Tout sélectionner

# LicenseRequired
source: A license is required to use this feature.
da: Der kræves en licens for at bruge denne funktion.

source: Time Zone
da: Tidszone

# TimeZoneHelp
source: The time zone the schedule will run in.
da: Tidszonen som tidsplanen kører i.

# GitSyncInterval
source: Sync Interval
da: Synkroniseringsinterval

# GitSyncIntervalHelp
source: How frequently, in minutes, the git sync will run.
da: Hvor ofte, i minutter, vil git-synkroniseringen køre.

source: View Claim Information
da: Se kravoplysninger

# UploadLicense
source: Upload License from File
da: Upload licens fra fil

# GoBack
source: Your work is unsaved. Are you sure you want to leave this page?
da: Dit arbejde er ikke gemt. Er du sikker på, at du vil forlade denne side?

source: Startup Scripts
da: Opstartsscripts
fr: Scripts de Démarrage

# StartupScriptsHelp
source: Scripts that are run when runspaces are created.
da: Scripts, der køres, når der oprettes runspaces.

# ProcessStartupScriptHelp
source: A script that runs when the environment is process is started.
da: Et script, der kører, når miljøet er proces, startes.

# UpdateAvailable
source: New Version Available - {0}
da: Ny version tilgængelig - {0}

source: Password reset
da: Nulstilling af adgangskode

# MissingSecret
source: The value of this secret does not exist in the vault.
da: Værdien af denne hemmelighed findes ikke i vaulten.

# NewTokenMessageEnhancedSecurity
source: Enhanced token security is enabled. This token will not be shown again.
da: Forbedret token-sikkerhed er aktiveret. Denne token vil ikke blive vist igen.

# NewTokenMessage
source: Below is the new app token. You can also copy an app token with the copy button in the table below.
da: Nedenfor er den nye app-token. Du kan også kopiere en app-token med kopieringsknappen i tabellen nedenfor.

# RolePermissionsHelp
source: Permissions granted to users of this role.
da: Tilladelser givet til brugere af denne rolle.

# DevelopmentLicenseInfo
source: This PowerShell Universal instance is licensed for development purposes and not for use in production.
da: Denne PowerShell Universal-instans er licenseret til udviklingsformål og ikke til brug i produktionen.

# LicensedInfo
source: This PowerShell Universal instance is licensed for production use.
da: Denne PowerShell Universal-instans er licenseret til produktionsbrug.

# UnlicensedInfo
source: This PowerShell Universal instance is unlicensed and some features are not available.
da: Denne PowerShell Universal-instans er uden licens, og nogle funktioner er ikke tilgængelige.

# ConfigurationRefreshing
source: Configuration files are being reloaded...
da: Konfigurationsfiler genindlæses...

# SupportToolWarning
source: This tool should only be used as directed by Ironman Software support.
da: Dette værktøj bør kun bruges som anvist af Ironman Software-support.
fr: Utilisez cet outil seulement comme indiqué par l'équipe Ironman Software.

source: Merge Conflict
da: Flet konflikt

source: Set Secret Value
da: Indstil hemmelig værdi

source: Auto Deploy
da: Automatisk implementering

# AutoDeployHelp
source: Deploys changes to an app when saved or updated in git\file system.
da: Implementerer ændringer til en app, når den gemmes eller opdateres i git\filsystem.

# TelemetryDescription
source: Send anonymous telemetry data to Ironman Software.
da: Send anonyme telemetridata til Ironman Software.

source: Report Bug
da: Rapporter fejl

# MaintenanceModeHelp
source: Computers in maintenance mode will not run jobs.
da: Computere i vedligeholdelsestilstand vil ikke køre job.
fr: Les ordinateurs en mode maintenance n'exécutera pas les tâches.

# ComputerReadOnlyHelp
source: Read only computers do not allow changes in the admin console.
da: Skrivebeskyttede computere tillader ikke ændringer i administrationskonsollen.
fr: Les ordinateurs en lecture seule ne permettent pas de modifications dans la console administrative.

source: Remote User Name
da: Fjernbrugernavn
fr: Nom d'utilisateur télécommandé

source: End Time
da: Sluttid

source: Created Time
da: Oprettet tid

source: Elapsed Time
da: Forløbet tid

# SetLogLevel
source: Set System Log Level
da: Indstil systemlogniveau

# LogLevelUpdated
source: System Log Level Updated
da: Systemlogniveau opdateret
fr: Niveau de l'historique du système mis à jour

# ResetBrandingWarning
source: Are you sure you want to reset the branding settings?
da: Er du sikker på, at du vil nulstille brandingindstillingerne?

# PersistCacheDescription
source: This cache item is stored in the database and available to all computers.
da: Dette cache-element er gemt i databasen og tilgængeligt for alle computere.

# NonPersistCacheDescription
source: This cache item is stored in memory and only available on this computer. It will not survive restarts of the service.
da: Dette cacheelement er gemt i hukommelsen og er kun tilgængeligt på denne computer. Det vil ikke overleve genstart af tjenesten.

source: Show Whitespace
da: Vis mellemrum

# PortalRolesHelp
source: Roles that have access to the portal. If no roles are specified, all roles have access.
da: Roller, der har adgang til portalen. Hvis der ikke er angivet nogen roller, har alle roller adgang.

# OfflineLicenseHelp
source: This license does not require an internet connection but will need to be updated when the subscription renews.
da: Denne licens kræver ikke en internetforbindelse, men skal opdateres, når abonnementet fornys.

# OpenApiContactNameHelp
source: The contact name for this API documentation.
da: Kontaktnavnet for denne API-dokumentation.

# OpenApiContactUrlHelp
source: The contact URL for this API documentation.
da: Kontakt-URL'en for denne API-dokumentation.

source: License URL
da: Licens URL
fr: URL de licence

source: Terms of Service URL
da: Servicevilkår URL

source: Dark App Bar Logo
da: Mørk App Bar-logo

# DefaultTokenLifetimeDescription
source: The default number of days an app token is valid for.
da: Standardantallet af dage, en apptoken er gyldigt for.

source: Unauthorized
da: Uberettiget

# UnauthorizedHelp
source: Sorry, you are not authorized to access this page.
da: Beklager, du er ikke autoriseret til at få adgang til denne side.

# NestedRolesHelp
source: Additional roles granted to the user when this role is granted.
da: Yderligere roller tildeles brugeren, når denne rolle tildeles.

# UntilCanceled
source: Until subscription canceled
da: Indtil abonnementet opsiges

source: Import Secrets
da: Importer hemmeligheder

# SecretAlreadyExists
source: Variable already exists. Delete the variable to import this secret.
da: Variabel findes allerede. Slet variablen for at importere denne hemmelighed.

source: Secret Imported
da: Hemmelighed importeret

# DeploymentsDescription
source: Manage and deploy immutable PowerShell Universal configurations.
da: Administrer og implementer uforanderlige PowerShell Universal-konfigurationer.

source: Clear Pinned Deployment
da: Ryd fastgjort implementering

# DeploymentPinHelp
source: Pins this deployment. This will make PowerShell Universal is read only.
da: Fastgør denne implementering. Dette vil gøre PowerShell Universal skrivebeskyttet.

# DeploymentVersionHelp
source: A semantic version for this deployment.
da: En semantisk version til denne implementering.

# PinnedDeploymentDescription
source: The currently applied deployment and version. PowerShell Universal is read only.
da: Den aktuelt anvendte implementering og version. PowerShell Universal er skrivebeskyttet.

# MaxJobMemory
source: Maximum Job Memory
da: Maksimal jobhukommelse

# MaxJobMemoryDescription
source: The maximum job memory, in megabytes that a job process can use before being terminated. 0 means no limit.
da: Den maksimale jobhukommelse i megabyte, som en jobproces kan bruge, før den afsluttes. 0 betyder ingen grænse.

# SecureModuleMode
source: Credentials are required for calling the PowerShell Universal module remotely against this system.
da: Der kræves legitimationsoplysninger for at kalde PowerShell Universal-modulet eksternt mod dette system.

# EnhancedTokenSecurity
source: Tokens can only be viewed once created and are stored in the database as a hash.
da: Tokens kan kun ses, når de er oprettet og gemmes i databasen som en hash.

source: Exclude Scripts
da: Udelad scripts

# RolePriorityHelp
source: Determines which route will be selected to redirect. The role with the highest priority will define the route.
da: Bestemmer, hvilken rute der vil blive valgt til at omdirigere. Rollen med den højeste prioritet vil definere ruten.

source: Success Rate
da: Succesrate
fr: Taux de succès

source: Create Branch
da: Opret branch

# EnvironmentTypeHelp
source: The type of environment that this configuration will use.
da: Den type miljø, som denne konfiguration vil bruge.

# ModulesToImportHelp
source: The modules to import when creating runspaces in this environment.
da: De moduler, der skal importeres, når der oprettes runspaces i dette miljø.

# PersistentRunspaceHelp
source: Prevents runspaces from resetting state between invocations. This setting only affects long running features like Apps and APIs.
da: Forhindrer runspaces i at nulstille tilstanden mellem påkaldelser. Denne indstilling påvirker kun langvarige funktioner som Apps og API'er.
fr: Empêche la réinitialisation de l'état des espaces d'exécution entre les invocations. Ce paramètre n'affecte que les fonctionnalités longue durée telles que les applications et les API.

# VaultsHelp
source: The secret vault to store the secret within.
da: Den hemmelige boks til at gemme hemmeligheden i.
fr: Le coffre-fort secret dans lequel stocker le secret.

source: Modified
da: Ændret
fr: Modifié.e

# RequestPathHelp
source: The relative URL to access files in the local folder.
da: Den relative URL for at få adgang til filer i den lokale mappe.
fr: L'URL relative pour accéder aux fichiers dans le dossier local.

source: Health checks with warnings
da: Sundhedstjeks med advarsler

source: Cached claims cleared.
da: Cachelagrede krav ryddet.

# PermissionResourceHelp
source: The resource type or group of resources to apply this permission to.
da: Ressourcetypen eller gruppen af ressourcer, som denne tilladelse skal anvendes på.

source: Default Home Page
da: Standardhjemmeside
fr: Page d'accueil par défaut

source: Configuration Error
da: Konfigurationsfejl

# RefreshConfiguration
source: Reload Configuration Files
da: Genindlæs konfigurationsfiler

# IntegratedModuleMode
source: No security is applied when calling the Universal PowerShell module within PowerShell Universal. Integrated mode uses the backchannel for communication.
da: Der anvendes ingen sikkerhed, når du kalder Universal PowerShell-modulet i PowerShell Universal. Integreret tilstand bruger backchannel til kommunikation.

# VerbHelp
source: Only valid on Windows. The verb used when starting this environment's process.
da: Kun gyldig på Windows. Verbet, der bruges, når du starter dette miljøs proces.

# RolePermissions
source: Permissions
da: Tilladelser

# OnlineLicenseHelp
source: This license checks the subscription status online and requires an internet connection.
da: Denne licens kontrollerer abonnementsstatus online og kræver en internetforbindelse.

source: Contact URL
da: Kontakt URL

# OpenApiLicenseUrlHelp
source: The URL of the license for this API documentation.
da: URL'en på licensen til denne API-dokumentation.

source: Deployments
da: Implementeringer

# LowSecurityDescription
source: Simplest configuration with the least amount of security configurations. Good for single users or small teams without the need for complex security.
da: Den enkleste konfiguration med det mindste antal sikkerhedskonfigurationer. God til enkeltbrugere eller små teams uden behov for kompleks sikkerhed.

# SessionsDescription
source: Current and historical user sessions.
da: Aktuelle og historiske brugersessioner.

# OpenApiContactEmailHelp
source: The contact email for this API documentation.
da: Kontakt-e-mailadressen for denne API-dokumentation.

# OpenApiTermsOfServiceUrlHelp
source: The URL to the terms of service for this API documentation.
da: Webadressen til servicevilkårene for denne API-dokumentation.

# ClearPinnedDeploymentWarning
source: Unpins the current deployment and allows users to edit the configuration. Are you sure?
da: Løsner den aktuelle implementering og giver brugerne mulighed for at redigere konfigurationen. Er du sikker?

# PinnedDescription
source: This deployment is currently applied and PowerShell Universal read only.
da: Denne implementering er i øjeblikket anvendt og PowerShell Universal er skrivebeskyttet.

# RevokeTokenConfirm
source: Are you sure you want to revoke this token? Users of the token will no longer be able to access resources with it.
da: Er du sikker på, at du vil tilbagekalde dette token? Brugere af tokenet vil ikke længere kunne få adgang til ressourcer med det.
