Repository: ironmansoftware/powershell-universal-translation
Catalog: Admin Console/Resources.*.resx
Languages: da, fr, hu, uk

source: Claim Type
da: Krav type
fr: Type d'affirmation

source: Claim Value
da: Krav værdi
fr: Valeur d'affirmation

# LicenseWarning
source: You have more computers than are licensed. Please purchase more licenses.
da: Du har flere computere, end du har licens til. Køb venligst flere licenser.
fr: Vous avez plus d'ordinateurs que licences. Veuillez d'acheter plus de licences.

source: License Text
da: Licenstekst
fr: Texte de licence

source: Add Authentication Method
da: Tilføj godkendelsesmetode
fr: Ajouter une méthode d'authentication

source: Updated
da: Opdateret
fr: Mis à jour

source: Created
da: Oprettet
fr: Créé

source: Last Read
da: Sidst læst
fr: Dernière lecture

source: Absolute Expiration Relative To Now
da: Absolut udløb i forhold til nu
fr: Expiration absolue relative à maintenant

# ImportFromLibrary
source: Import from Gallery
da: Importer fra Galleri
fr: Importer depuis la galerie

# UserSessions
source: User Session
da: Brugersession
fr: Session d'utilisateur

# BlazorDescription
source: Build apps with Blazor and PowerShell.
da: Byg apps med Blazor og PowerShell.
fr: Créer des applications avec Blazor et PowerShell.

source: Run Later
da: Kør senere
fr: Executer plus tard

source: Script Started
da: Script startet
fr: Script commencé

source: Failed to start script.
da: Kunne ikke starte scriptet.
fr: Échec du démarrage du script.

source: Script Scheduled
da: Script planlagt
fr: Script planifié

source: Day of the Week
da: Ugedag
fr: Jour de la semaine

source: Day of the Month
da: Dag i måneden
fr: Jour du mois

source: Simple Schedule
da: Enkelt skema

# SpecificDay
source: On specific days of the week
da: På bestemte dage i ugen
fr: Certain jours de la semaine

# SpecificMonth
source: On specific months of the year
da: På bestemte måneder af året
fr: Sur des mois spécifiques de l'an

source: API Error
da: API fejl
fr: Erreur API

# DashboardStarted
source: PowerShell App Started
da: PowerShell-appen er startet
fr: Application PowerShell démarrée

source: Job Failed
da: Job fejlede
fr: Travail échoué

source: Job Started
da: Job startet
fr: Tâche commencée

source: Job Completed
da: Job afsluttet
fr: Travail terminé

source: Job Canceled
da: Job annulleret
fr: Tâche annulée

source: Job Timed Out
da: Job timede ud
fr: Délai d'expiration du travail atteint

source: Job Failed
da: Job fejlet
fr: Tâche échouée

source: Paste License
da: Indsæt licens
fr: Coller la licence

source: License Expired
da: Licens er udløbet
fr: Licence expirée

source: License Expiring
da: Licens udløber
fr: Licence expirant

source: Login Page Theme
da: Login side tema
fr: Thème de la page d'accueil

# ExpiringLicenseInfo
source: A license is expiring soon.
da: En licens udløber snart.
fr: Une licence expire bientôt.

source: Server Started
da: Server startet
fr: Serveur démarré

source: Server Stopped
da: Server stoppet
fr: Serveur arrêté

source: Health Check Failed
da: Sundhedstjek mislykkedes
fr: Échec de la vérification de l'état de santé

source: Dashboard Session Expired
da: Dashboard-session udløbet
fr: Session du tableau de bord expirée

source: Job Feedback Requested
da: Jobfeedback anmodet
fr: Retour d'information du travail demandé

source: New User Login
da: Nyt brugerlogin
fr: Nouvelle connexion utilisateur

# BrandingDescription
source: Customize the text and colors of PowerShell Universal.
da: Tilpas teksten og farverne i PowerShell Universal.
fr: Personnalisez le texte et les couleurs de PowerShell Universal.

source: Admin Console Title
da: Administratorkonsol titel
fr: Titre de la console d'administration

source: Login Page Title
da: Login side titel
fr: Titre de la page d'ouverture de session

source: Login Page Text
da: Log ind side tekst
fr: Texte de la page d'ouverture de session

source: Login Page Description
da: Loginsidebeskrivelse
fr: Description de la page d'ouverture de session

source: Not Authorized Title
da: Ikke autoriseret titel
fr: Titre non autorisé

source: Logged Out
da: Logget ud
fr: Se déconnecté.e

# LoggedOutDescription
source: You have been logged out. Click login to sign in again.
da: Du er blevet logget ud. Klik på login for at logge ind igen.
fr: Vous avez été déconnecté.e. Cliquer Se Connecter pour redemarrer.

source: Header Color
da: Overskriftsfarve
fr: Couleur de l'en-tête

source: Primary Color
da: Primær farve
fr: Couleur principale

source: Primary Font Color
da: Primær skriftfarve
fr: Couleur principale de la police

source: Secondary Color
da: Sekundær farve
fr: Couleur secondaire

source: Header Font Color
da: Overskriftsskriftfarve
fr: Couleur de la police de l'en-tête

source: Secondary Font Color
da: Sekundær skriftfarve
fr: Couleur secondaire de la police

source: Login Page Image
da: Login side billede
fr: Image de la page d'ouverture de session

source: Persistence Settings
da: Persistensindstillinger
fr: Paramètres de persistence

# PersistenceSettingsDescription
source: Configure which configuration files are written to the file system.
da: Konfigurer hvilke konfigurationsfiler der skrives til filsystemet.
fr: Configurer quels dossiers de configuration enregistrent au système de dossiers.

source: Persistence Setting
da: Vedholdenhedsindstilling
fr: Paramètre de persistence

source: File System
da: Filsystem
fr: Système de fichiers

source: Form Authentication
da: Formulargodkendelse
fr: Formulaire d'authentification

source: File System and Database
da: Filsystem og database
fr: Système de fichiers et base de données

source: Database Only
da: Kun database
fr: Base de données seule

source: Language ID
da: Sprog-id
fr: identifiant de la langue

source: Read Only
da: Kun læse
fr: Lecture seule

source: Keep History
da: Bevar historik
fr: Garder l'historique

source: Passing health checks
da: Bestået sundhedstjeks
fr: Vérifications de santé réussites

source: Health checks with errors
da: Sundhedstjeks med fejl
fr: Vérifications de santé avec erreurs

source: Check for module updates
da: Tjek for modulopdateringer
fr: Vérifier des mises à jour du module

source: Computer Groups
da: Computer grupper
fr: Groupes d'ordinateurs

source: Terminal Instances
da: Terminalforekomster
fr: Les instances des terminaux

source: Start Time
da: Starttid
fr: Moment de démarrage

source: Idle Time
da: Inaktiv tid
fr: Période d'inactivité

source: View History
da: Se historik
fr: Historique de vues

source: Open Terminal
da: Åbn terminal
fr: Terminal ouvert

source: Terminal History
da: Terminal historik
fr: Historique du terminal

source: Query String
da: Forespørgselsstreng
fr: Chaîne de requête

source: Application Token
da: Applikations token
fr: Jeton d'application

source: 30 Days
da: 30 dage
fr: 30 jours

source: 60 Days
da: 60 dage
fr: 60 jours

source: 1 Year
da: 1 år
fr: 1 an

source: Never
da: Aldrig
fr: Jamais

# NameHelp
source: A friendly name for this resource.
da: Et venligt navn for denne ressource.
fr: Un nom facile à utiliser pour cette ressource.

# DescriptionHelp
source: A description of this resource.
da: En beskrivelse af denne ressource.
fr: Une description de cette ressource.

# EndpointUrlHelp
source: The URL for this endpoint. It must be unique.
da: URL'en for dette slutpunkt. Det skal være unikt.
fr: Le URL pour ce point de terminaison. Cela doit être unique.

# RoleHelp
source: The roles that have access to this resource.
da: De roller, der har adgang til denne ressource.
fr: Les rôles qui ont accès à cette ressource.

# MethodHelp
source: The HTTP method(s) used to access this endpoint.
da: HTTP-metoden(-erne), der bruges til at få adgang til dette slutpunkt.
fr: Le(s) mode(s) utilisé(s) pour accéder à ce point de terminaison.

# EndpointDocumentationHelp
source: The OpenAPI document to include this endpoint in.
da: OpenAPI-dokumentet til at inkludere dette endepunkt i.
fr: Le document OpenAPI dans lequel inclure ce point de terminaison.

# RegExHelp
source: If enabled, the URL is treated as a regular expression.
da: Hvis det er aktiveret, behandles URL'en som et regulært udtryk.
fr: Si activé, le URL est traité comme une expression régulière.

# EndpointTimeoutHelp
source: The number of seconds before this endpoint times out. If not specified, there is no timeout.
da: Antallet af sekunder før dette slutpunkts timeout. Hvis det ikke er angivet, er der ingen timeout.
fr: Le nombre de secondes avant que ce point de terminaison s'expire. Si non spécifié, il ne s'expire pas.

# TagsHelp
source: Tags applied to this resource.
da: Tags anvendt på denne ressource.
fr: Etiquettes attribuées à cette ressource.

# PowerShellAppUrlHelp
source: The URL to access this app. This must be unique.
da: URL'en for at få adgang til denne app. Dette skal være unikt.
fr: Le URL pour accéder à cette appli. Cela doit être unique.

# ComputerGroupHelp
source: The computer group to run this resource on. If not specified, it will run on all computers.
da: Computergruppen, som denne ressource skal køres på. Hvis det ikke er angivet, vil det køre på alle computere.
fr: Le groupe d'ordinateurs sur lequel exécuter cette ressource. Si non spécifié, elle s'exécutera sur tous les ordinateurs.

# DisableErrorOnToastHelp
source: Whether an toast is shown in the app when a PowerShell error occrus.
da: Om en toast notifikation vises i appen, når der opstår en PowerShell-fejl.
fr: Si une bulle de notification apparaît dans l'appli quand une erreur PowerShell se produit.

# DisableInteractiveHostHelp
source: Whether commands like Read-Host and Write-Progress cause interactive features in an app.
da: Om kommandoer som Read-Host og Write-Progress forårsager interaktive funktioner i en app.
fr: Si les commandes comme Read-Host et Write-Progress cause des fonctions interactives dans une appli.

# FaviconHelp
source: The icon to display in the browser tab.
da: Ikonet, der skal vises på browserfanen.
fr: L'icône à montrer dans l'onglet du navigateur.

# IdleTimeoutHelp
source: The number of minutes before a session becomes idle.
da: Antallet af minutter før en session bliver inaktiv.
fr: Le nombre de minutes avant lequel une session devient inactive.

# AppMaintenanceModeHelp
source: When enabled, only administrators can access the app.
da: Når det er aktiveret, kan kun administratorer få adgang til appen.
fr: Quand activé, seulement les administrateurs peuvent accéder à l'appli.

# SessionTimeoutHelp
source: The number of minutes before the session is timed out.
da: Antallet af minutter før sessionen går i timeout.
fr: Le nombre de minutes avant lequel la session expire.

# BlazorAppUrlHelp
source: The URL used to access this app. This must be unique.
da: Den URL, der bruges til at få adgang til denne app. Dette skal være unikt.
fr: Le URL pour accéder à cette appli. Ceci doit être unique.

# ScheduleScriptHelp
source: The script executed by this schedule.
da: Scriptet udført af denne tidsplan.
fr: Le script que ce programme exécute.

# ScheduleDelayHelp
source: The number of seconds to delay running this schedule.
da: Antallet af sekunder, der skal forsinkes at køre denne tidsplan.
fr: Le nombre de secondes à différer l'exécution de ce programme.

# ScheduleTimeoutHelp
source: The number of minutes before the scheduled script times out.
da: Antallet af minutter før det planlagte script laver timeout.
fr: Le nombre de minutes avant lequel le script programmé expire.

# SchedulePausedHelp
source: Whether this schedule is paused. When paused, it will not run.
da: Om denne tidsplan er sat på pause. Når den er sat på pause, kører den ikke.
fr: Si ce programme est mis en pause. Quand mis en pause, il ne s'exécute pas.

source: Random Delay
da: Tilfældig forsinkelse
fr: Délai aléatoire

source: Add Folder
da: Tilføj folder
fr: Ajouter un dossier

source: Clear Notifications
da: Ryd meddelelser
fr: Effacer notifications

source: Verify Password
da: Bekræft adgangskoden
fr: Vérifier le mot de passe

# LocalAccountDescription
source: Local accounts are stored in the PowerShell Universal database.
da: Lokale konti gemmes i PowerShell Universal-databasen.
fr: Comptes locals sont enregistrés dans la base de données de PowerShell Universal

# ExternalAccountDescription
source: External accounts are the result of logins to external authentication methods.
da: Eksterne konti er resultatet af logins til eksterne autentificeringsmetoder.
fr: Comptes externes sont le résultats de connexions aux méthodes d'authentication externe

source: View Tagged Resources
da: Se taggede ressourcer
fr: Voir les ressources taguées

source: Sliding Expiration
da: Glidende udløb
fr: Expiration glissante

# TaggedResourcesDescription
source: Resources with this tag assigned.
da: Ressourcer med dette tag tildelt.
fr: Ressources avec cette étiquette attribuée.

source: Event Type
da: Begivenhedstype
fr: type d'évenement

source: Delay (Seconds)
da: Forsinkelse (sekunder)
fr: Retard (secondes)

source: Running Apps
da: Kørende Apps
fr: Applications en cours d'exécution

# JobRunIdDescription
source: Job are only accessible based on a random GUID rather than an sequential job ID.
da: Job er kun tilgængelige baseret på et tilfældigt GUID snarere end et sekventielt job-id.
fr: Les tâches ne sont accessibles que basées sur un GUID arbitraire, plutôt que sur une identité séquentielle de tâche.

source: Jobs Failed Today
da: Jobs fejlet i dag
fr: Tâches échouées aujourd'hui

# ErrorInConfigScript
source: There is an error in the configuration script for this resource.
da: Der er en fejl i konfigurationsscriptet for denne ressource.
fr: Il y a une erreur dans le script de configuration pour cette ressource

source: Expiration
da: Udløb

# HealthChecksDescription
source: Health checks for PowerShell Universal.
da: Sundhedstjeks for PowerShell Universal.
fr: Vérifications de santé pour PowerShell Universal.

# CacheDescription
source: Data that has been cached in PowerShell Universal.
da: Data, der er blevet cachelagret i PowerShell Universal.
fr: Données mises en cache dans PowerShell Universal.

# UploadSuccess
source: File uploaded successfully!
da: Filen blev uploadet!
fr: Fichier téléchargé avec succès !

# ProvidedByModule
source: Provided by the {0} module.
da: Leveret af modulet {0}.
fr: Fourni par le module {0}.

# UploadFailure
source: File upload failed!
da: Filupload mislykkedes!
fr: Échec du téléchargement du fichier !

source: User Login
da: Bruger login
fr: Connexion utilisateur

# LibraryDescription
source: Modules designed to work with PowerShell Universal.
da: Moduler designet til at fungere med PowerShell Universal.
fr: Modules conçus pour fonctionner avec PowerShell Universal.

source: Edit on GitHub
da: Rediger på GitHub
fr: Modifier sur GitHub

source: Contribute
da: Bidrag
fr: Contribuer

source: Child Jobs
da: Under jobs
fr: Tâches enfants

# LibraryResources
source: Gallery Modules
da: Galleri moduler
fr: Modules de la galerie

# CredentialHelp
source: The user account to run this resource as. This is not supported with the integrated environment.
da: Brugerkontoen til at køre denne ressource som. Dette understøttes ikke med det integrerede miljø.
fr: Le compte d'utilisateur avec lequel exécuter cette ressource. L'environnement intégré ne soutient pas ceci.

source: Run Script
da: Kør script
fr: Exécuter le script

source: Time of Day
da: Tid på dagen
fr: Heure

source: API Authentication Failed
da: API-godkendelse mislykkedes
fr: Échec de l'authentification API

source: Revoked App Token Usage
da: Tilbagekaldt brug af apptoken
fr: Utilisation du jeton d'application révoquée

# TerminalsDescription
source: PowerShell terminals in the browser.
da: PowerShell-terminaler i browseren.
fr: Terminaux PowerShell dans le navigateur.

# DashboardStopped
source: PowerShell App Stopped
da: PowerShell-appen er stoppet
fr: Application PowerShell arrêtée

source: Font Color
da: Skriftfarve
fr: Couleur de la police

# FormAuthenticationDescription
source: Login users with a custom login script.
da: Login-brugere med et brugerdefineret login-script.
fr: Connecter les utilisateurs avec un script de connexion customisé.

# DisableAutoStartHelp
source: Whether this app starts when the server starts.
da: Om denne app starter, når serveren starter.
fr: Si cette appli démarre quand le serveur démarre.

# AuthenticationHelp
source: Whether authentication is required to access this resource.
da: Om der kræves godkendelse for at få adgang til denne ressource.
fr: S'il faut avoir l'authentification pour accéder à cette ressource.

# CheckForModuleUpdatesDescription
source: Checks the module repository to see if there are updated versions of modules.
da: Kontrollerer modullageret for at se, om der er opdaterede versioner af moduler.
fr: Vérifie le dépôt du module pour voir s'il y a des versions mises à jour des modules.

# EndpointPathHelp
source: The file path of a PS1 file to store the implementation of this endpoint in. If not specified, it will be stored in endpoints.ps1.
da: Filstien til en PS1-fil til at gemme implementeringen af dette endepunkt i. Hvis den ikke er angivet, vil den blive gemt i endpoints.ps1.
fr: Le chemin d'accès d'un fichier PS1 dans lequel stocker l'implémentation de ce point de terminaison. Si non spécifié, ce sera endpoints.ps1.

source: 90 Days
da: 90 dage
fr: 90 jours

# TranslationsDescription
source: Add translated strings for use with the translation provider.
da: Tilføj oversatte strenge til brug med oversættelsesudbyderen.
fr: Ajouter des chaînes à utiliser avec le fournisseur de la traduction.

source: String Count
da: Strengtælling
fr: Compte des chaînes

# ComputerGroupDescription
source: Groups of computers to assign resources to.
da: Grupper af computere at tildele ressourcer til.
fr: Groupes d'ordinateurs auxquels attribuer des ressources.

# TerminalInstancesDescription
source: Active and historical instances of a terminals.
da: Aktive og historiske forekomster af en terminal.
fr: Instances actives et historiques d'un terminal.

source: Concurrent Jobs
da: Samtidige jobs
fr: Tâches simultanées

source: Store In Database
da: Gem i database
fr: Stocker dans la base de donnéees

# EnvironmentHelp
source: The envrionment that this resources run in. If not specified, it will use the default environment found in settings.
da: Det miljø, som disse ressourcer kører i. Hvis det ikke er angivet, vil det bruge standardmiljøet, der findes i indstillingerne.
fr: L'environnement dans lequel ces ressources s'exécutent. Si non spécifié, le système utilise l'environnement par défaut qui se trouvent dans les paramètres.

# RandomDelayHelp
source: When checked, the schedule will delay between 0 and 60 seconds before starting.
da: Når markeret, vil tidsplanen forsinkes mellem 0 og 60 sekunder før start.
fr: Lorsqu'il est activé, le programme sera retardé entre 0 et 60 secondes avant de commencer.

# RunAsHelp
source: The user credential to run as.
da: Brugerens legitimationsoplysninger, der skal køres som.
fr: Les informations d'identification de l'utilisateur pour exécuter en tant que.

source: Run As
da: Kør som
fr: Exécuter en tant que

# RunOnHelp
source: The computer or computer group to run the job on.
da: Computeren eller computergruppen, som jobbet skal køres på.
fr: L'ordinateur ou le groupe d'ordinateurs sur lequel exécuter le travail.

# RunInHelp
source: The environment to run in.
da: Miljøet der skal køres i.

# CronHelp
source: A CRON expression for this schedule.
da: Et CRON-udtryk for denne tidsplan.
fr: Une expression CRON pour cet horaire.

# SimpleScheduleHelp
source: Commonly used schedules.
da: Ofte brugte skemaer.
fr: Horaires couramment utilisés.

# TerminalIdleTimeoutHelp
source: The number of minutes before idle terminals are terminated.
da: Antallet af minutter før ledige terminaler afsluttes.
fr: Le nombre de minutes avant que les terminaux inactifs ne soient terminés.

# TriggerScriptHelp
source: The script that is run when this event type is triggered.
da: Det script, der køres, når denne hændelsestype udløses.
fr: Le script qui s'exécute lorsque ce type d'événement est déclenché.

# EventTypeHelp
source: The type of event within PowerShell Universal that causes the trigger to run.
da: Den type hændelse i PowerShell Universal, der får triggeren til at køre.
fr: Le type d'événement dans PowerShell Universal qui déclenche l'exécution du déclencheur.

# TriggerAppHelp
source: The app that this trigger cause the script to run.
da: Den app, som denne udløser, får scriptet til at køre.
fr: L'application qui cause l'exécution du script par ce déclencheur.

# TriggerScriptScriptHelp
source: The script that causes this trigger to run.
da: Det script, der får denne trigger til at køre.
fr: Le script qui fait que ce déclencheur s'exécute.

# SecretTypeHelp
source: The data type for this secret.
da: Datatypen for denne hemmelighed.
fr: Le type de données pour ce secret.

# LanguageIDHelp
source: The language tag for this translation. For example: en-US
da: Sprogmærket for denne oversættelse. For eksempel: en-US
fr: L'étiquette de langue pour cette traduction. Par exemple : en-US

# VariableScopeHelp
source: Global scope variables are created when resources are started like APIs and apps. Script scope variables are read at runtime.
da: Globale omfangsvariabler oprettes, når ressourcer startes som API'er og apps. Script-omfangsvariabler læses under kørsel.
fr: Les variables à portée globale sont créées lorsque des ressources telles que des API et des applications sont démarrées. Les variables à portée de script sont lues lors de l'exécution.

# LocalAccountHelp
source: Local accounts are stored with their credentials in the database.
da: Lokale konti gemmes med deres legitimationsoplysninger i databasen.
fr: Les comptes locaux sont stockés avec leurs identifiants dans la base de données.

# IdentityHelp
source: The identity of this app token.
da: Identiteten af dette app-token.
fr: L'identité de ce jeton d'application.

# EnvironmentPathHelp
source: The absolute or relative path to an executable to launch for this environment. For example: pwsh.exe
da: Den absolutte eller relative vej til en eksekverbar fil, der skal lanceres for dette miljø. For eksempel: pwsh.exe
fr: Le chemin absolu ou relatif vers un exécutable à lancer pour cet environnement. Par exemple : pwsh.exe

# EnvironmentArgsHelp
source: Arguments to pass to the executable when starting this environment.
da: Argumenter, der skal overføres til den eksekverbare fil, når dette miljø startes.
fr: Arguments à passer à l'exécutable lors du démarrage de cet environnement.

# MinimalHelp
source: Minimal environments do not load PowerShell Universal assemblies and can support other languages. They are only support with jobs.
da: Minimale miljøer indlæser ikke PowerShell Universal-samlinger og kan understøtte andre sprog. De er kun støttet med jobs.
fr: Les environnements minimaux ne chargent pas les assemblies de PowerShell Universal et peuvent prendre en charge d'autres langages. Ils sont uniquement pris en charge avec des tâches.

# DisableImplicitWindowsCompatibilityHelp
source: Disables implicit Windows compatbility in PowerShell 7.
da: Deaktiver implicit Windows-kompatibilitet i PowerShell 7.
fr: Désactive la compatibilité implicite en PowerShell 7.

# MaxRunspacesHelp
source: The maximum number of runspaces to start in a multi-runspace environment like PowerShell Apps and APIs.
da: Det maksimale antal runspaces til at starte i et multi-runspace-miljø som PowerShell Apps og API'er.
fr: Le nombre maximum d'espaces d'exécution à démarrer dans un environnement à chemins multiples comme PowerShell Apps et APIs.

# CustomModules
source: Repository Modules
da: Depotmoduler
fr: Modules du dépôt

source: Show Timestamp
da: Vis tidsstempel

source: Show Streams
da: Vis streams

source: My Identity
da: Min identitet
