Repository: ironmansoftware/powershell-universal-translation
Catalog: Admin Console/Resources.*.resx
Languages: da, fr, hu, uk

# MediumSecurityDescription
source: Enables optional security settings as well as integrated module mode. Good for teams looking for control over permissions when calling scripts internally in PowerShell Universal, with the option to call internal commands without security.
da: Aktiverer valgfri sikkerhedsindstillinger samt integreret modultilstand. Godt til teams, der leder efter kontrol over tilladelser, når de kalder scripts internt i PowerShell Universal, med mulighed for at kalde interne kommandoer uden sikkerhed.

source: Disconnected Time
da: Afbrudt tid

# UserAgent
source: Browser User Agent
da: Browserbrugeragent

# DeploymentWarning
source: Applying this deployment will remove any changes you have made to this PowerShell Universal instance and will apply the configuration in the deployment.
da: Anvendelse af denne implementering vil fjerne alle ændringer, du har foretaget i denne PowerShell Universal-instans, og vil anvende konfigurationen i implementeringen.

# HighSecurityDescription
source: Enables all optional security settings. Disables integrated module mode to prevent calling internal PowerShell Universal commands without security. Good for teams looking to tightly control all changes to PowerShell Universal.
da: Aktiverer alle valgfri sikkerhedsindstillinger. Deaktiverer integreret modultilstand for at forhindre kald af interne PowerShell Universal-kommandoer uden sikkerhed. Godt for teams, der ønsker at kontrollere alle ændringer til PowerShell Universal.

source: Deleted
da: Slettet
fr: Supprimé.e

source: Load More
da: Indlæs mere

# PermissionAccessHelp
source: The type of access to grant.
da: Typen af adgang til at give.

source: Cancel Edit
da: Annuller redigering

source: Additional Information
da: Yderligere oplysninger

# InvalidCredentials
source: Bad user name or password.
da: Dårligt brugernavn eller adgangskode.

# DebuggerEnvironmentDescription
source: The environment used to host the PowerShell debugger. Cannot be the integrated environment.
da: Det miljø, der bruges til at være vært for PowerShell-debuggeren. Kan ikke være det integrerede miljø.

# StartTimeHelp
source: The date and time to start this job.
da: Dato og tidspunkt for påbegyndelse af dette job.
fr: La date et l'heure à laquelle commencer cette tâche.

# KeepHistoryHelp
source: Stores all the input and output from the terminal usage.
da: Gemmer alle input og output fra terminalbrugen.
fr: Stocke toutes les entrées et sorties de l'utilisation du terminal.

# DelaySecondsHelp
source: The number of seconds to wait before running this trigger.
da: Antallet af sekunder, der skal ventes, før denne trigger køres.

# ComputerTagsHelp
source: Computers that have the selected tags will be part of this computer group.
da: Computere, der har de valgte tags, vil være en del af denne computergruppe.
fr: Les ordinateurs portant les étiquettes sélectionnées feront partie de ce groupe d'ordinateurs.

# PublishedFoldersPathHelp
source: The local file path to serve files from. If this path is relative, it is relative to the repository directory.
da: Den lokale filsti til at dele filer fra. Hvis denne sti er relativ, er den relativ til depotbiblioteket.
fr: Le chemin de fichier local pour servir les fichiers. Si ce chemin est relatif, il l'est par rapport au répertoire du dépôt.

# SecretValueHelp
source: The value of this secret.
da: Værdien af denne hemmelighed.
fr: La valeur de ce secret.

source: Disable Run As Support
da: Deaktiver kør som support
fr: Désactiver la prise en charge de l'exécution en tant que

# StoreInDatabaseHelp
source: The variable value is stored in the database rather than variables.ps1
da: Variabelværdien gemmes i databasen i stedet for variables.ps1
fr: La valeur de la variable est stockée dans la base de données plutôt que dans variables.ps1

# ClaimTypeHelp
source: Users matching the claim and value type will receive this role.
da: Brugere, der matcher krav- og værditypen, får denne rolle.
fr: Les utilisateurs correspondant à la revendication et au type de valeur recevront ce rôle.

# AppTokenRoleHelp
source: The roles assigned to this app token.
da: De roller, der er tildelt denne app-token.
fr: Les rôles attribués à ce jeton d'application.

# RolesHelp
source: Roles that can access this resource.
da: Roller, der kan få adgang til denne ressource.
fr: Rôles qui peuvent accéder à cette ressource

# IdentityRoleHelp
source: Roles assigned to this identity. If not defined, roles will be applied by policy.
da: Roller tildelt denne identitet. Hvis det ikke er defineret, vil roller blive anvendt af politikken.
fr: Rôles attribués à cette identité. Si non défini, des rôles seront appliqués par la politique.

# MaxVirutalMemoryHelp
source: The maximum virtual memory an environment can use before it is forcefully terminated.
da: Den maksimale virtuelle hukommelse, et miljø kan bruge, før det tvangsmæssigt afsluttes.
fr: La mémoire virtuelle maximale qu'un environnement peut utiliser avant d'être brutalement terminé.

source: Changes
da: Ændringer

# PowerShellLoggingWarning
source: PowerShell logging can have performance implications.
da: PowerShell-logning kan have præstationsimplikationer.

# DiscardCommitConfirm
source: Are you sure you want to discard these changes?
da: Er du sikker på, at du vil kassere disse ændringer?

# DisableRunAsSupportHelp
source: Prevents the PSCredential from being used for elevating jobs.
da: Forhindrer PSCredential i at blive brugt til at elevere jobs.
fr: Empêche l'utilisation du PSCredential pour l'élévation des travaux.

# VariableTypeHelp
source: The data type of this variable.
da: Datatypen for denne variabel.
fr: Le type de données de cette variable.

# ExpirationHelp
source: The expiration time of this app token.
da: Udløbstiden for dette app-token.
fr: La date d'expiration de ce jeton d'application.

# CustomModulesDescription
source: Repository modules are stored in the PowerShell Universal repository. These modules are available in all environments.
da: Repository-moduler gemmes i PowerShell Universal-depotet. Disse moduler er tilgængelige i alle miljøer.
fr: Les modules du dépôt sont stockés dans le dépôt PowerShell Universal. Ces modules sont disponibles dans tous les environnements.

# VersionHelp
source: The version of this module.
da: Udgaven af dette modul.

# HideRunLaterDescription
source: Hides the run later option when running a script.
da: Skjuler muligheden for kør senere, når du kører et script.

# QuickRunScript
source: Quick Run
da: Hurtigt kør

# DiscoverEnvironmentsDescription
source: Discovers environments that are installed on this machine.
da: Opdager miljøer, der er installeret på denne maskine.

# LoggingScopeHelp
source: User scope logs scripts created by users and system scope is logging produced by the platform.
da: Brugeromfang logger scripts oprettet af brugere, og systemomfang er logning produceret af platformen.

source: Available In Branches
da: Tilgængelig i branches

# RerunScript
source: Rerun Job
da: Kør job igen

source: Preview
da: Forhåndsvisning

# GitOneWayDescription
source: PowerShell Universal is running in read-only mode and pulling changes from git.
da: PowerShell Universal kører i skrivebeskyttet tilstand og trækker ændringer fra git.

# PasswordsNotComplexEnough
source: Password does not meet complexity standards. Password needs to include a number, symbol, letter and have a length of at least 12 characters.
da: Adgangskoden opfylder ikke kompleksitetsstandarder. Adgangskoden skal indeholde et tal, symbol, bogstav og have en længde på mindst 12 tegn.

# StartedGitSync
source: Git sync completed.
da: Git-synkronisering fuldført.

# CreateResourceCommand
source: Create {0} from Command
da: Opret {0} fra kommando

# CommitMessageRequired
source: Commit message is required.
da: Commit besked er påkrævet.

# BuiltInRoleDescription
source: This is a built-in role and cannot be modified.
da: Dette er en indbygget rolle og kan ikke ændres.

# PermissionAccess
source: Access
da: Adgang

source: Process ID
da: Proces ID

# RefreshFile
source: Reload {0}
da: Genindlæs {0}

# UsernameAndPasswordRequired
source: User name and password are required.
da: Brugernavn og adgangskode er påkrævet.

source: Host
da: Vært

# DefaultLoginWarning
source: You have not configured authentication or authorization. The default user name is 'admin' and with a password of 'admin'. We recommend changing your password.
da: Du har ikke konfigureret godkendelse. Standardbrugernavnet er 'admin' og med adgangskoden 'admin'. Vi anbefaler, at du ændrer din adgangskode.

source: Added
da: Tilføjet

source: Edit not in progress
da: Redigering er ikke i gang

source: Licensed Until:
da: Licenseret indtil:

# DemoModeLoginInfo
source: This instance is running in demo mode. You can login with any user name or password.
da: Denne instans kører i demotilstand. Du kan logge ind med ethvert brugernavn eller adgangskode.

# EditNotInProgressDescription
source: Click below to start a new edit. PowerShell Universal will not push and pull from git when an edit is in progress.
da: Klik nedenfor for at starte en ny redigering. PowerShell Universal vil ikke skubbe og trække fra git, når en redigering er i gang.

# ConfigurationErrorDescription
source: There are configuration errors with PowerShell Universal that may cause unexpected behavior.
da: Der er konfigurationsfejl med PowerShell Universal, som kan forårsage uventet adfærd.

# GitCommitDescription
source: These are changes that are currently present on this node that have not been pushed to the remote.
da: Disse er ændringer, der i øjeblikket er til stede på denne node, som ikke er blevet skubbet endnu.

# PortalScriptError
source: Error executing script.
da: Fejl ved udførelse af script.

# FirstRunDescription
source: Setup basic PowerShell Universal options. These options can always be changed later.
da: Konfigurer grundlæggende PowerShell Universal muligheder. Disse muligheder kan altid ændres senere.

source: Hide User Name
da: Skjul brugernavn

source: Connection String
da: Forbindelsesstreng

# LoggingConnectionStringHelp
source: A connection string of a database to log to. If not specified, the default will be used.
da: En forbindelsesstreng for en database, der skal logges til. Hvis det ikke er angivet, vil standarden blive brugt.

# LoggingHostHelp
source: The hostname of the server to log to.
da: Værtsnavnet på den server, der skal logges på.

source: Health Checks Started
da: Sundhedstjeks påbegyndt

source: All
da: Alle

source: My Settings
da: Mine indstillinger
fr: Mes paramètres

source: Include Prerelease
da: Inkluder prerelease

# WidgetWidthHelp
source: The number of columns this widget will take up. This is between 1 and 24.
da: Antallet af kolonner, som denne widget optager. Dette er mellem 1 og 24.

# LicensesDescription
source: Licenses for enabling enterprise features in PowerShell Universal.
da: Licenser til at aktivere virksomhedsfunktioner i PowerShell Universal.

source: Notification Level
da: Notifikationsniveau

source: View Portal
da: Se portalen

# PortalWidgetsDescription
source: Widgets that can be added to the portal pages to provide tools to end users.
da: Widgets, der kan tilføjes til portalsiderne for at levere værktøjer til slutbrugere.

# InvalidLoginConfiguration
source: Authentication configuration is invalid. Please contact your administrator.
da: Godkendelseskonfigurationen er ugyldig. Kontakt venligst din administrator.

source: Display Built-In Roles
da: Vis indbyggede roller

# GitTwoWayDescription
source: PowerShell Universal is pushing and pulling changes from git.
da: PowerShell Universal skubber og trækker ændringer fra git.

# CustomModuleExtension
source: This module provides additional resources to PowerShell Universal.
da: Dette modul giver yderligere ressourcer til PowerShell Universal.

source: Resource Type
da: Ressourcetype
fr: Type de ressource

# ResetExpiredPasswordDescription
source: Your password has expired. Please set a new password.
da: Din adgangskode er udløbet. Indstil venligst en ny adgangskode.

source: New Password
da: Ny adgangskode

# ModuleResourceDescription
source: This resource was contributed by the {0} module and is readonly.
da: Denne ressource blev bidraget af modulet {0} og er skrivebeskyttet.

source: Clear Cached Claims
da: Ryd cachelagrede krav

# ModuleAlreadyImported
source: This module has already been imported into this environment.
da: Dette modul er allerede blevet importeret til dette miljø.

# ConfirmDeleteWidget
source: Are you sure you want to delete this Widget?
da: Er du sikker på, at du vil slette denne widget?

source: Configuration Errors
da: Konfigurationsfejl

# FirstRun
source: First Run Setup
da: Kør først opsætning

source: Condition
da: Tilstand

source: No Data
da: Ingen data
fr: Aucune données

# MaxVirtualMemory
source: Maximum Virtual Memory
da: Maksimal virtuel hukommelse

# EnvironmentVariablesHelp
source: Variables to define in the environment.
da: Variabler til at definere i miljøet.

# DeploymentDescriptionHelp
source: A description of this deployment.
da: En beskrivelse af denne implementering.

# AdminPasswordComplexityWarning
source: The password does not meet the minimum requirements. Although allowed for the default admin account, we recommend a more complex password. You can always change your password later.
da: Adgangskoden opfylder ikke minimumskravene. Selvom det er tilladt for standardadministratorkontoen, anbefaler vi en mere kompleks adgangskode. Du kan altid ændre din adgangskode senere.

source: Currently Connected
da: I øjeblikket tilsluttet

# PSModulePathHelp
source: Additional PSModulePath folders to add to the environment.
da: Yderligere PSModulePath-mapper at tilføje til miljøet.

source: Trigger Schedule
da: Trigger tidsplan

# ConfigurationErrorsDescription
source: Configuration errors in your environment can cause unexpected behavior.
da: Konfigurationsfejl i dit miljø kan forårsage uventet adfærd.

# AverageExecutionTime
source: Average Execution Time (ms)
da: Gennemsnitlig udførelsestid (ms)

# DeploymentNameHelp
source: A useful name for this deployment such as production or development. Also used when publishing the deployment as a module.
da: Et nyttigt navn for denne installation, såsom produktion eller udvikling. Bruges også ved udgivelse af implementeringen som et modul.

source: Connected Time
da: Forbundet tid

# ScheduleTriggered
source: Schedule has been triggered.
da: Tidsplan er blevet udløst.

source: Reset Settings
da: Nulstil indstillinger

# OpenApiVersionHelp
source: The version of this API documentation.
da: Versionen af denne API-dokumentation.

source: Default Token Lifetime
da: Standard Token Lifetime

source: App Page
da: App side

# MemoryWorkingSet
source: Working Set
da: Arbejdssæt

# EndpointDisabledHelp
source: Disable this endpoint. It will return a 404 HTTP result.
da: Deaktiver dette slutpunkt. Det vil returnere et 404 HTTP-resultat.

# PasswordNotRequiredHelp
source: Password is not required for this credential variable.
da: Adgangskode er ikke påkrævet for denne legitimationsvariabel.

source: Password Not Required
da: Adgangskode ikke påkrævet
fr: Mot de passe non obligatoire

# VaultHelp
source: The vault to store this secret in.
da: Hvælvingen til at opbevare denne hemmelighed i.

source: Dispatch Queue
da: Forsendelseskø

source: Event Hub Disconnected
da: Event Hub afbrudt

# DisableManualInvocationHelp
source: Prevents users from running this script manually.
da: Forhindrer brugere i at køre dette script manuelt.

# WorkingDirectoryHelp
source: The working directory for this script. Defaults to the repository directory.
da: Arbejdsmappen for dette script. Lagermappen er som standard.

# MaxHistoryHelp
source: The maximum number of jobs to keep in history for this script.
da: Det maksimale antal job, der skal gemmes i historikken for dette script.

# DiscardPipelineHelp
source: Discard the script's pipeline output. Improves performance and reduces database size.
da: Kassér scriptets pipeline output. Forbedrer ydeevnen og reducerer databasestørrelsen.

# RetryLimitHelp
source: The number of retries the server will attempt when this script fails.
da: Antallet af nye forsøg, som serveren vil forsøge, når dette script mislykkes.

# TimeOutHelp
source: The number of seconds before the server will cancel this script and assume it has timed out.
da: Antallet af sekunder, før serveren annullerer dette script og antager, at det har fået timeout.

# ConcurrentJobsHelp
source: The number of instances of this script that can run at once.
da: Antallet af forekomster af dette script, der kan køre på én gang.

source: Translate
da: Oversætte
fr: Traduire

# DisableFirstRunHelp
source: Disables the first run wizard, even if an admin account is not defined.
da: Deaktiverer guiden til første kørsel, selvom der ikke er defineret en administratorkonto.

# FormNativeLogin
source: Native Login
da: Indbygget login

# FormNativeDomain
source: Login Domain
da: Log ind Domæne

source: Import Windows Groups
da: Importere Windows-grupper

# FormNativeLoginHelp
source: Allow users to login with Windows or Domain credentials.
da: Tillad brugere at logge ind med Windows- eller domænelegitimationsoplysninger.

# DisableFirstRun
source: Disable First Run Wizard
da: Deaktiver guiden Deaktiver første kørsel

# FormNativeDomainHelp
source: Domain to log users into. If left blank, users can specify the domain, or the default domain will be used.
da: Domæne at logge brugere ind på. Hvis det ikke er tomt, kan brugerne angive domænet, eller standarddomænet vil blive brugt.

source: Request Selected
da: Anmodning valgt

source: Event Hub Connected
da: Event Hub tilsluttet

source: Job
fr: Tâche
uk: Завдання

source: Jobs
fr: Tâches
uk: Завдання

source: Log
fr: Historique
uk: Журнал

source: Status
fr: Statut
uk: Статус

source: Tag
fr: Etiquette

source: Tags
fr: Étiquettes

source: Session Timeout
fr: Délai d'expiration de la session
uk: Тайм-аут Сесії

source: Portal
fr: Portail
uk: Портал

source: Data
fr: Données
uk: Дані

source: Branding
fr: Stylisation
uk: Брендування

source: Data Groom Interval
fr: Intervalle à damer les données
uk: Інтервал Очищення Даних

source: License Status
fr: Statut de licence

source: Platform
fr: Plateforme
uk: Платформа

source: Release Notes
fr: Notes de sortie

source: Repository Version
fr: Version du dépôt

source: Test Cases
fr: Cas de test
hu: Teszt Esetek
uk: Тестові Випадки

source: App Bar Logo
fr: Logo de la barre d'appli

source: Favicon
fr: Icône du favori

source: Stop Terminal
fr: Arrêter le terminal

source: Blazor Apps
fr: Applis Blazor

source: Test Suite
fr: Suite de test
hu: Teszt Készlet
uk: Тестовий Набір

source: Trigger Type
fr: Type de déclencheur

source: Trigger Script
fr: Script de déclenchement

source: Copyright
fr: Droits d'auteur

source: Telemetry
fr: Télémetrie

source: Tests
hu: Tesztek
uk: Тести

source: Script
uk: Скрипт

source: Proxy URL
uk: URL проксі-сервера

source: Single Sign-On Service URL
hu: Egyszeri bejelentkezés szolgáltatás URL-je
