Repository: ironmansoftware/powershell-universal-translation
Catalog: Admin Console/Resources.*.resx
Languages: da, fr, hu, uk

# EnhancedAppTokenSecurityDescription
source: When enabled, app tokens are stored in the database as hashses rather than token values. Enabling this setting invalidates all existing app tokens.
da: Når det er aktiveret, gemmes app-tokens i databasen som hashs i stedet for token-værdier. Aktivering af denne indstilling ugyldiggør alle eksisterende app-tokens.
fr: Quand activés, les jetons d'application sont enregistrés dans la base de données comme hachages plutôt que comme valeurs de jeton. Activer cette fonction invalide tous les jetons d'application existants.
uk: Коли цей параметр увімкнено, токени додатків зберігаються в базі даних як хеші, а не як значення токенів. Увімкнення цього параметра анулює всі існуючі токени додатків.

source: Limit Identities
da: Begræns identiteter
fr: Limiter les identités
uk: Обмеження Ідентифікаторів

# LimitIdentitiesDescription
source: Prevents users from logging into PowerShell Universal that have not been added to the identities page.
da: Forhindrer brugere i at logge på PowerShell Universal, som ikke er blevet tilføjet til siden med identiteter.
fr: Empêche les utilisateurs non ajoutés à la page des identités de se connecter à PowerShell Universal.
uk: Забороняє користувачам входити в PowerShell Universal, яких не було додано на сторінку ідентифікаційних даних.

source: Disable Update Check
da: Deaktiver opdateringscheck
fr: Désactiver la vérification d'actualisation
uk: Вимкнути Перевірку Оновлень

# ProxyURLDescription
source: Sets the URL of the proxy server to use when communicating with external services like git and the update service.
da: Indstiller URL'en på proxyserveren, der skal bruges, når der kommunikeres med eksterne tjenester som git og opdateringstjenesten.
fr: Défine l'URL du serveur mandataire à utiliser en communiquant avec les services externes comme Git et le service d'actualisation.
uk: Встановлює URL-адресу проксі-сервера, яка використовуватиметься під час зв'язку із зовнішніми сервісами, такими як git та сервіс оновлення.

source: Proxy Credential
da: Proxy-legitimationsoplysninger
fr: Identifiant mandataire
uk: Облікові дані проксі-сервера

# ProxyCredentialDescription
source: The name of the variable, which must be a PSCredential, used to access the proxy server.
da: Navnet på variablen, som skal være en PSCredential, der bruges til at få adgang til proxyserveren.
fr: Le nom de la variable, qui doit être un PSCredential, utilisé à accéder au serveur mandataire.
uk: Ім'я змінної, яка має бути PSCredential, що використовується для доступу до проксі-сервера.

source: Fallback Language ID
da: Reservesprog-id
fr: Identité de langue de repli
uk: Ідентифікатор резервної мови

# FallbackLanguageIDDescription
source: The language to fallback to when no language is available for the user's locale.
da: Det sprog, der skal gå tilbage til, når der ikke er noget sprog tilgængeligt for brugerens lokalitet.
fr: La langue vers laquelle replier quand aucune langue est disponible pour la région de l'utilisateur.
uk: Мова, до якої слід повернутися, коли для локалізації користувача немає доступної мови.

source: Configuration File Splatting
da: Konfigurationsfilsplatting
fr: Configuration des paramètres de configuration.
uk: Сплатінг файлу конфігурації

# ConfigurationFileSplattingDescription
source: The PowerShell Universal configuration system will use splatting when writing configuration files.
da: PowerShell Universal-konfigurationssystemet vil bruge splatting, når du skriver konfigurationsfiler.
fr: Le système de configuration PowerShell utilisera du splatting en écrivant les fichiers de configuration
uk: PowerShell Universal використовуватиме сплатінг під час запису файлів конфігурації.

source: Module Discovery Frequency
da: Modulopdagelsesfrekvens
fr: Fréquence de découvertes de modules
uk: Частота Виявлення Модулів

# ModuleDiscoveryFrequencyDescription
source: The frequency at which new PowerShell modules will be discovered on the local system
da: Den frekvens, hvormed nye PowerShell-moduler vil blive opdaget på det lokale system
fr: La fréquence à laquelle nouveaux modules PowerShell seront découverts dans le système local

source: File Encoding
da: Filkodning
fr: Encodage de fichier

# FileEncodingDescription
source: The file encoding to use when writing configuration files.
da: Den filkodning, der skal bruges ved skrivning af konfigurationsfiler.
fr: L'encodage de fichier à utiliser en écrivant des fichiers de configuration

source: Every 15 minutes
da: Hvert 15. minut
fr: Tous les dix minutes

source: Disabled
da: Deaktiveret
fr: Désactivé

source: Every Hour
da: Hver time
fr: Chaque heure

source: Every Day
da: Hver dag
fr: Tous les jours

# HideEnvironmentDescription
source: Hides the environment selector when running or scheduling jobs.
da: Skjuler miljøvælgeren, når der køres eller planlægges job.
fr: Cache le sélecteur d'environnement en exécutant ou planifiant les tâches.

# DisableUpdateCheckDescription
source: Prevents PowerShell Universal from checking for updates.
da: Forhindrer PowerShell Universal i at søge efter opdateringer.
fr: Empêche PowerShell Universal de vérifier des actualisations

# SelectFile
source: Select a file to view and edit its contents.
da: Vælg en fil for at se og redigere dens indhold.
fr: Sélectionnez un fichier pour voir et modifier son contenu.

# EnvironmentsDescription
source: Execution environments for PowerShell Unviersal features.
da: Eksekveringsmiljøer for PowerShell Unviersal-funktioner.
fr: Environnemnets d'exécution pour les fonctions de PowerShell Universal

# GitDescription
source: Git synchronization for Powershell Universal
da: Git-synkronisering til Powershell Universal
fr: Synchronisation Git pour PowerShell Universal

# GitNotConfigured
source: Git synchronization is not configured.
da: Git-synkronisering er ikke konfigureret.
fr: Synchronisation de git n'est pas configurée

# LicenseDescription
source: Licenses for PowerShell Universal.
da: Licenser til PowerShell Universal.
fr: Licences pour PowerShell Universal

# TagsDescription
source: Tags for PowerShell Universal resources.
da: Tags til PowerShell Universal ressourcer.
fr: Tags pour les ressources de PowerShell Universal.

source: Authentication Methods
da: Autentificeringsmetoder
fr: Méthodes d'authentification

# AuthenticationMethodsDescription
source: Authentication methods that users can use to login to PowerShell Universal.
da: Godkendelsesmetoder, som brugere kan bruge til at logge på PowerShell Universal.
fr: Méthodes d'authentification que les utilisateurs peuvent employer pour se connecter à PowerShell Universal

source: Identities
da: Identiteter
fr: Identités

# IdentitiesDescription
source: Users and apps that have logged into PowerShell Universal.
da: Brugere og apps, der har logget på PowerShell Universal.
fr: Utilisateurs et applications qui se sont connecté à PowerShell Universal

# RolesDescription
source: Roles that can be applied to apps and users logging into PowerShell Universal.
da: Roller, der kan anvendes på apps og brugere, der logger på PowerShell Universal.
fr: Rôles pouvant être attribués aux applications et aux utilisateurs se connectant à PowerShell Universal.

source: Application Tokens
da: Applikationstokens
fr: Jetons d'application

# ApplicationTokensDescription
source: JSON Web Tokens used to access PowerShell Universal APIs.
da: JSON web tokens, der bruges til at få adgang til PowerShell Universal API'er.
fr: Jetons Web JSON utilisés à accéder aux APIs de PowerShell Universal

source: Revocation Date
da: Tilbagekaldelsesdato
fr: Date de révocation

source: Last Used
da: Sidst brugt
fr: Dernièrement utilisé

source: Hide Revoked
da: Skjul tilbagekaldt
fr: Cacher révoqué

source: Show Revoked
da: Vis tilbagekaldt
fr: Afficher les révocations

# TriggersDescription
source: Execute scripts when events take place in PowerShell Universal.
da: Udfør scripts, når begivenheder finder sted i PowerShell Universal.
fr: Exécuter des scripts lorsque des événements se produisent dans PowerShell Universal.

source: Show Help
da: Vis hjælp
fr: Montrer l'aide

source: Show Line Numbers
da: Vis linjenumre

source: Show Minimap
da: Vis minikort
fr: Montrer la mini-carte

source: License Name
da: Licens navn
fr: Nom de licence

source: Import
da: Importer

source: View Admin Terminal
da: Vis admin terminal

source: Contact Email
da: Kontakt email

source: Virtual Memory
da: Virtuel hukommelse

# EditorSettingsSaved
source: Saved. Reload the page to see changes.
da: Gemt. Genindlæs siden for at se ændringer.

# LoadingPageDescriptionDescription
source: The description to display when PowerShell Universal is loading.
da: Beskrivelsen, der skal vises, når PowerShell Universal indlæses.
fr: La description à afficher quand PowerShell Universal est en train de charger.
uk: Опис, що відображається коли PowerShell Universal завантажується.

source: Metadata Address
da: Metadata adresse
fr: Adresse des métadonnées
hu: Metaadat cím

source: Entity ID
da: Enheds-id
hu: Entitás ID

# HomeModuleDescription
source: Browse the PowerShell Universal Gallery for a variety of modules that you can use to build apps, APIs, and automation scripts.
da: Gennemse PowerShell Universal Gallery for en række moduler, som du kan bruge til at bygge apps, API'er og automatiseringsscripts.
fr: Parcourez la PowerShell Universal Gallery pour découvrir une variété de modules que vous pouvez utiliser pour créer des applications, des API et des scripts d'automatisation.
hu: A PowerShell Universal Galleryben számos olyan modult talál, amelyekkel alkalmazásokat, API-kat és automatizálási parancsfájlokat készíthet.

source: Environment
da: Miljø
fr: Environnement

# MaxVirtualMemoryHelp
source: The maximum virtual memory (in megabytes) processes in this environment are allowed to be before they are terminated.
da: Den maksimale virtuel hukommelse (i megabyte) processer i dette miljø tillades, før de afsluttes.
fr: La mémoire virtuelle maximale (en mégaoctets) autorisée pour les processus dans cet environnement avant d'être terminés.
hu: A maximális virtuális memória (megabájtban), amelyet a folyamatok ebben a környezetben használhatnak, mielőtt leállnak.
uk: Максимальний об'єм віртуальної пам'яті (у мегабайтах), що дозволено використовувати процесу у цьому оточенні до того, як його буде припинено.

# LoadMetaDataDescription
source: Load metadata about the SAML2 configuration from the metadata document URL.
da: Indlæs metadata om SAML2-konfigurationen fra metadatadokumentets URL.
fr: Chargement des métadonnées concernant la configuration SAML2 à partir de l'URL du document de métadonnées.
hu: A SAML2 konfiguráció metaadatainak betöltése a metaadat-dokumentum URL-címéről.
uk: Завантажити метадані SAML2 конфігурації з URL, що містить документ з метаданими.

# NameIdFormatDescription
source: The name ID format to request from the identity provider. If not specified, any name ID format can be used.
da: Navne-id-formatet, der skal anmodes om fra identitetsudbyderen. Hvis det ikke er angivet, kan et hvilket som helst navn-id-format bruges.
fr: Le format de l'ID du nom à demander au fournisseur d'identité. Si aucune spécification n'est faite, tout format d'ID du nom peut être utilisé.
hu: A névazonosító formátum, amelyet a személyazonossági szolgáltatótól kérni kell. Ha nincs megadva, bármilyen névazonosító formátum használható.
uk: Формат ідентифікатора імені, який потрібно запитувати у постачальника ідентифікаційних даних. Якщо не вказано, можна використовувати будь-який формат ідентифікатора імені.

source: Environments
da: Miljøer
fr: Environnements

source: Allow Unsolicited Authn Response.
da: Tillad uopfordret godkendelsessvar.
hu: Kéretlen Authn válaszadás engedélyezése.

# AccountLicenseDescription
source: Enter your user or organization's account license. If you have a license file, you can enter that in the admin console after you complete this wizard.
da: Indtast din brugers eller organisations kontolicens. Hvis du har en licensfil, kan du indtaste den i administrationskonsollen, når du har fuldført denne guide.
hu: Adja meg a felhasználó vagy szervezet fióklicencét. Ha rendelkezik licencfájllal, akkor azt a varázsló befejezése után az admin-konzolon adhatja meg.

# SigningKeyDescription
source: The file path, on the server, to the certificate signing key.
da: Filstien på serveren til certifikatsigneringsnøglen.
hu: A tanúsítvány aláíró kulcsának elérési útvonala a kiszolgálón.

# EntityIdDescription
source: The SAML entity ID.
da: SAML-enheds-id'et.
hu: A SAML entitás azonosítója.

# IdentityProviderEntityIdDescription
source: The SAML Identity Provider (IdP) Entity ID
da: SAML Identity Provider (IdP) enheds-id
hu: A SAML Identitásszolgáltató (IdP) entitás azonosítója

# ServiceCertificateDescription
source: The file path, on the server, to the server certificate.
da: Filstien på serveren til servercertifikatet.
hu: A kiszolgálói tanúsítvány elérési útvonala a kiszolgálón.

source: Service Certificate
da: Servicecertifikat
hu: Szolgáltatás tanúsítvány

source: Enabled
da: Aktiveret
fr: Activé
uk: Увімкнено

# AllowUnsolicitedAuthnResponseDescription
source: Allows unsolicited auth responses for IdP initiated authentication.
da: Tillader uopfordrede godkendelsessvar for IdP-initieret godkendelse.
hu: Engedélyezi a kéretlen auth-válaszokat az IdP által kezdeményezett hitelesítéshez.

# SystemLoadFailed
source: PowerShell Universal failed to start. Check the logs for more information.
da: PowerShell Universal kunne ikke starte. Tjek logfilerne for mere information.
fr: PowerShell Universal n'a pas pu démarrer. Consultez les journaux pour plus d'informations.
uk: PowerShell Universal не зміг запуститися. Перевірте журнали для отримання додаткової інформації.

# DefaultSecurityDescription
source: Default security settings. Use this value if you will be syncing with an existing git repository. You can always change these values later.
da: Standard sikkerhedsindstillinger. Brug denne værdi, hvis du vil synkronisere med et eksisterende git-lager. Du kan altid ændre disse værdier senere.
uk: Налаштування безпеки за замовчуванням. Використовуйте ці значення якщо будете синхронізуватися з існуючим git репозиторієм. Ви завжди можете змінити ці значення пізніше.

source: Actions
da: Handlinger
uk: Дії

source: Hello, World!
da: Hej verden!
fr: Bonjour, tout le monde !
uk: Привіт, Світе!

# EndpointDocumentationDescription
source: OpenAPI documentation for your API endpoints.
da: OpenAPI-dokumentation til dine API-endepunkter.
fr: Documentation OpenAPI pour vos points de terminaison d'API.

# AdminConsoleReadOnly
source: Admin Console is Read Only.
da: Admin konsollen er skrivebeskyttet.
fr: La console d'administration est en lecture seule.
uk: Консоль Адміністратора у режимі Тільки на Читання.

source: Concurrent Job Limit
da: Samtidig jobgrænse
fr: Limite de tâches simultanées
uk: Ліміт Одночасних Завдань

# ScriptsDescription
source: PowerShell scripts that can be manually executed or scheduled.
da: PowerShell-scripts, der kan udføres manuelt eller planlægges.
fr: Scripts PowerShell qui peuvent être exécutés manuellement ou planifiés.
uk: PowerShell скрипти, що можна виконувати вручну або за розкладом.

# ProductDescription
source: PowerShell Universal allows you to run jobs, schedule scripts, build web pages and APIs, and control access; all under a single pane of beautiful glass.
da: PowerShell Universal giver dig mulighed for at køre job, planlægge scripts, bygge websider og API'er samt kontrollere adgangen; alt sammen under et enkelt system.
fr: PowerShell Universal vous permet d'exécuter des tâches, de planifier des scripts, de créer des pages Web et des API, et de contrôler l'accès ; le tout sous une seule vitre magnifique.

# GitSyncPausedDescription
source: Git sync is currently paused and not pulling changes.
da: Git-synkronisering er i øjeblikket sat på pause og henter ikke ændringer.
fr: La synchronisation Git est actuellement suspendue et n'extrait pas les modifications.
uk: Синхронізація git наразі призупинена та не отримує змін.

source: Maintenance Mode
da: Vedligeholdelsestilstand
fr: Mode maintenance
uk: Режим Обслуговування

source: Save
da: Gem
fr: Sauvegarder
uk: Зберегти

source: Dark
da: Mørk
fr: Sombre
uk: Темна

# ViewResource
source: View {0}
da: Vis {0}
fr: Voir {0}
uk: Дивитися {0}

source: Modules
da: Moduler
uk: Модулі

# ModulesDescription
source: Manage PowerShell modules in your PowerShell Universal environment
da: Administrer PowerShell-moduler i dit PowerShell Universal-miljø
fr: Gérer les modules PowerShell dans votre environnement PowerShell Universal
uk: Керування модулями PowerShell у вашому середовищі PowerShell Universal

# RepositoryModules
source: Modules available in PowerShell galleries (resource repositories).
da: Moduler tilgængelige i PowerShell-gallerier (ressourcerepositories).
fr: Modules disponibles dans la galerie PowerShell (dépôts de ressources).
uk: Модулі, доступні в галереях PowerShell (репозиторіях ресурсів).

# ConsoleLogoDescription
source: The logo displayed in the admin console header.
da: Logoet, der vises i overskriften på administrationskonsollen.
fr: Le logo affiché dans le titre de la console admin.
uk: Логотип, що відображається в заголовку консолі адміністратора.

# AppNotRunningDescriptionDescription
source: The description to display to a user when they attempt to view an app that is not running.
da: Beskrivelsen, der skal vises for en bruger, når de forsøger at se en app, der ikke kører.
fr: La description à afficher à un utilisateur quand ils tentent de voir une application qui n'est pas exécutée.
uk: Опис, що буде відображатися користувачу при спробі подивитися додаток, що не виконується.

# Hide Environment
source: Hides the environment selector when running or scheduling jobs.
da: Skjuler miljøvælgeren, når der køres eller planlægges job.
fr: Cache le sélectuer d'environnement en exécutant ou planifiant les tâches.
uk: Приховує вибір середовища під час запуску або планування завдань.

# DataRetentionDescription
source: The number of days to keep data such as jobs, terminal history and user sessions.
da: Antallet af dage, der skal opbevares data såsom job, terminalhistorik og brugersessioner.
fr: Numéro de jours à garder les données telles que les tâches, l'histoire du terminal et les séances d'utilisateur.
uk: Скільки днів зберігати такі дані, як завдання, історія терміналу та сесії користувачів.

# DisableFormatOnSaveDescription
source: Prevents PowerShell Universal from running PSScriptAnalyzer's Invoke-Formatter on scripts when saving.
da: Forhindrer PowerShell Universal i at køre PSScriptAnalyzer's Invoke-Formatter på scripts, når du gemmer.
fr: Empêche PowerShell Universal d'exécuter l'Invoke-Formatter de PSScriptAnalyzer en sauvegardant
uk: Запобігає запуску Invoke-Formatter PSScriptAnalyzer у скриптах під час збереження у PowerShell Universal.

# PreformattedJobOutputDescription
source: Preformatted job output when running a job. Improves performance but doesn't allow for hiding timestamps.
da: Forformateret joboutput ved kørsel af et job. Forbedrer ydeevnen, men tillader ikke at skjule tidsstempler.
fr: Données de sortie préformatées de la tâche executée. Améliore la performance mais ne permet pas de cacher les horodatages.
uk: Попередньо відформатований вивід завдання під час його виконання. Покращує продуктивність, але не дозволяє приховувати позначки часу.

source: Preformatted Job Output
da: Forformateret joboutput
fr: Données de sortie pré-formatées de la tâche
uk: Попередньо Відформатований Вивід Завдання

# PageNotFoundTitleDescription
source: The title to display when a page is not found.
da: Titlen, der skal vises, når en side ikke findes.
fr: Le titre à montrer quand une page est introuvable.
uk: Заголовок, що відображається, якщо сторінка не знайдена.

# JobHandshakeTimeoutDescription
source: The number of seconds to wait for a job to start.
da: Antallet af sekunder at vente på, at et job starter.
fr: Le nombre de secondes à patienter jusqu'à ce qu'une tâche commence.
uk: Кількість секунд очікування початку завдання.

# DefaultAppsThemeDescription
source: The default theme to use for apps when none is set.
da: Standardtemaet, der skal bruges til apps, når ingen er indstillet.
fr: Le thème à utiliser par défaut pour les applications quand aucun n'est précisé.
uk: Тема за замовченням для додатків, якщо тема не встановлена.

source: Page Not Found Description
da: Side ikke fundet beskrivelse
fr: Description Page introuvable
uk: Опис Сторінки "Не Знайдено"

source: Security Environment
da: Sikkerhedsmiljø
fr: Environnement de sécurité
uk: Безпекове середовище

source: API Environment
da: API miljø
fr: Environnement d'interface de programmation d'application
uk: API Оточення

source: Data Retention
da: Dataopbevaring
fr: Rétention des données
uk: Зберігання Даних

source: Database Log Retention
da: Opbevaring af databaselog
fr: Rétention de l'historique de la base de données
uk: Зберігання Журналу Базі Даних

source: Default Environment
da: Standardmiljø
fr: Environnement défaut
uk: Оточення За Замовченням

# DataGroomIntervalDescription
source: How frequently, in minutes, data is groomed from PowerShell Universal.
da: Hvor ofte, i minutter, behandles data fra PowerShell Universal.
fr: Fréquence, en minutes, à laquelle les données sont nettoyées depuis PowerShell Universal.
uk: З якою частотою, у хвилинах, дані будуть очищатися з PowerShell Universal.

# DefaultEnvironmentDescription
source: The default environment to use when a feature doesn't have an environment set.
da: Standardmiljøet, der skal bruges, når en funktion ikke har et miljø indstillet.
fr: L'environnement par défaut à utiliser lorsqu'une fonctionnalité ne possède pas d'environnement configuré.
uk: Оточення за замовченням для використання коли функція не має його встановленим.

source: Run in
da: Kør i
fr: Exécuter dans

source: Run On
da: Kør på
fr: Executer sur

source: Jobs Run Today
da: Jobs kørt i dag
fr: Tâches exécutées aujourd'hui

source: Currently Running Jobs
da: Nuværende kørende jobs
fr: Tâches en train de s'exécuter

source: Jobs Waiting Feedback
da: Jobs der venter på feedback
fr: Tâches qui s'attendent à une réponse

source: Scheduled Jobs
da: Planlagte jobs
fr: Tâches planifiées

source: Health Checks
da: Sundhedstjeks
fr: Vérifications de santé

# NotificationsDescription
source: Notifications produced by PowerShell Universal.
da: Meddelelser produceret af PowerShell Universal.
fr: Notiifcations produites par PowerShell Universal

source: Timestamp
da: Tidsstempel
fr: Horodatage

source: Add File
da: Tilføj fil
fr: Ajouter une fichier

# DeleteFileConfirm
source: Are you sure you want to delete this file or folder?
da: Er du sikker på, at du vil slette denne fil eller mappe?
fr: Êtes-vous certain.e que vous voulez supprimer ce fichier ou ce dossier ?

source: Reset Password
da: Nulstil adgangskode
fr: Réinitialiser le mot de passe

source: Current Password
da: Nuværende adgangskode
fr: Mot de passe actuel

source: Passwords Do Not Match
da: Adgangskoder stemmer ikke overens
fr: Mots de passe ne correspondent pas

source: Invalid Password Specified
da: Ugyldig adgangskode angivet
fr: Mot de passe invalid saisi

source: Local Account
da: Lokal konto
fr: Compte local

source: External Account
da: Ekstern konto
fr: Compte externe

source: My Jobs
da: Mine job
fr: Mes tâches

# MyJobsDescription
source: Jobs that were executed by you.
da: Jobs, der blev udført af dig.
fr: Tâches exécutées par vous

source: Admin Console Disabled
da: Administrationskonsol deaktiveret
fr: Console administrative désactivée

source: View Jobs
da: Vis jobs
fr: Voir les jobs

source: Job Run ID
da: Job kør ID
fr: Identité d'exécution d'une tâche

source: Release Date
da: Udgivelsesdato
fr: Date de sortie
