Repository: ironmansoftware/powershell-universal-translation
Catalog: Admin Console/Resources.*.resx
Languages: da, fr, hu, uk

source: Suggestions
da: Forslag

source: Portal Title
da: Portal titel

# DisableAnalyzer
source: Disable PSScriptAnalyzer
da: Deaktiver PSScriptAnalyzer
fr: Désactive PSScriptAnalyzer

source: Priority
da: Priotitet

source: Nested Roles
da: Nestede roller

source: Contact Name
da: Kontakt navn

# OpenApiLicenseNameHelp
source: The name of the license for this API documentation.
da: Navnet på licensen til denne API-dokumentation.
fr: Le nom de la licence pour cette documentation API.

source: IP Address
da: IP Addresse
fr: adresse IP

# StartupScriptHelp
source: Scripts that are run any time a new runspace is created in this environment.
da: Scripts, der køres hver gang et nyt runspace oprettes i dette miljø.
fr: Scripts qui sont exécutés chaque fois qu'un nouvel espace d'exécution est créé dans cet environnement.
hu: Azok a szkriptek, amelyek minden alkalommal futnak, amikor új futtatási terület jön létre ebben a környezetben.
uk: Скрипти, що виконуються щоразу при створенні нового простору виконання у цьому оточенні.

source: Test Files
da: Test filer
fr: Tester Fichiers
hu: Teszt állományok
uk: Тестові Файли

# TestsDescription
source: Execute Pester tests and track results.
da: Kør Pester tests og hold øje med resultater.
fr: Exécutez des tests Pester et suivez les résultats.
hu: Pester tesztek végrehajtása és eredmények nyomon követése.
uk: Виконати Pester тести и відстежити результати.

source: Run All Tests
da: Kør alle test
fr: Exécuter tous les tests
hu: Összes teszt futtatása
uk: Виконати Всі Тести

source: Not Run
da: Ikke kørt
fr: Non exécuté
hu: Nem Fut
uk: Не Виконувався

source: Load metadata
da: Indlæs metadata
fr: Charger les metadonnées
hu: Metaadatok betöltése
uk: Завантажити метадані

source: Run Test
da: Kør test
fr: Exécuter le test
hu: Teszt futtatása
uk: Виконати Тест

source: Test Results
da: Test resultater
fr: Résultats du test
hu: Teszt Eredmények
uk: Результати Тесту

source: Total Tests
da: Total antal tests
fr: Total des tests
hu: Összes Teszt
uk: Всього Тестів

source: Test Suites
da: Test suiter
fr: Suites de tests
hu: Teszt Készletek
uk: Тестові Набори

# TestSuiteDescription
source: Results of a test run.
da: Resultater af en testkørsel.
fr: Résultats d'une exécution de test.
hu: Egy teszt futás eredménye.
uk: Результати виконання тесту.

# ProcessesDescription
source: Processes that have been started directly by the PowerShell Universal service.
da: Processer, der er startet direkte af PowerShell Universal-tjenesten.
fr: Processus qui ont été démarrés directement par le service PowerShell Universal.
hu: A PowerShell Universal szolgáltatás által közvetlenül elindított folyamatok.
uk: Процеси, що були запущені безпосередньо сервісом PowerShell Universal.

# SystemIdentityHelp
source: This app token is to be used by an automated system process and not associated with a user.
da: Denne app-token skal bruges af en automatiseret systemproces og ikke associeres med en bruger.
fr: Ce jeton d'application doit être utilisé par un processus système automatisé et n'est pas associé à un utilisateur.
hu: Ezt az alkalmazás-token-t egy automatizált rendszerfolyamat használja, és nem egy felhasználóhoz kapcsolódik.
uk: Цей програмний токен має використовуватися автоматизованим системним процесом і не пов’язуватися з користувачем.

source: User Identity
da: Brugeridentitet
fr: Identité de l'utilisateur
hu: Felhasználói identitás
uk: Ідентифікатор Користувача

source: System Identity
da: Systemidentitet
fr: Identité du système
hu: Rendszer identitás
uk: Ідентифікатор Системи

source: Name ID Format
da: Navn ID-format
fr: Format de l'ID du nom
hu: Név ID formátum
uk: Формат Ідентифікатору Імені

# PeriodHelp
source: The period over which the requests counts are enforced.
da: Den periode, hvori anmodningerne tæller, håndhæves.
fr: La période pendant laquelle la validité des décomptes de requêtes est appliquée.
hu: Az az időszak, amelyre a kérések számlálásra kerülnek..
uk: Період на протязі якого застосовується лічильник запитів.

# LimitHelp
source: The maximum number of requests per the period.
da: Det maksimale antal anmodninger pr. periode.
fr: Le nombre maximum de requêtes autorisées par période.
hu: A kérések maximális száma az adott időszakban.
uk: Максимальна кількість запитів за період.

# RateLimitUrlHelp
source: The URL to enforce this rate limit on. Supports wild cards (*).
da: Webadressen for at håndhæve denne satsgrænse på. Understøtter jokertegn (*).
fr: L'URL sur laquelle appliquer cette limite de débit. Prend en charge les caractères génériques (*).
hu: Az URL, amelyre ezt a sebességkorlátozást érvényesíteni kell. Támogatja a helyettesítő kifejezéseket (*).
uk: URL до якого буде застосовано обмеження кількості запитів. Підтримуються шаблони (*).

# RateLimitMethodHelp
source: The HTTP method to enforce this rate limit on.
da: HTTP-metoden til at håndhæve denne hastighedsgrænse på.
fr: La méthode HTTP à laquelle appliquer cette limite de débit.
hu: A HTTP-módszer, amelyre ezt a sebességkorlátozást érvényesíteni kell.
uk: HTTP метод до якого буде застосовано обмеження кількості запитів.

# RateLimitsDescription
source: Limit the amount of requests to APIs over a set period of time.
da: Begræns antallet af anmodninger til API'er over en bestemt periode.
fr: Limiter le nombre de requêtes aux API sur une période définie.
hu: Korlátozza az API-khoz intézett kérések számát egy meghatározott időszak alatt.

# HomeModule
source: Get Started with Modules
da: Kom godt i gang med moduler
fr: Commencez avec les modules
hu: Bevezetés a Modulokba

# ViewModules
source: Browse Modules
da: Gennemse moduler
fr: Parcourir les modules
hu: Modulok böngészése

# AccountLicenseKeyHelp
source: This license is associated with a user or organizational account and will continue to renew automatically.
da: Denne licens er knyttet til en bruger- eller organisationskonto og vil fortsat blive fornyet automatisk.
fr: Cette licence est associée à un compte utilisateur ou organisationnel et se renouvelera automatiquement.
hu: Ez a licenc egy felhasználói vagy szervezeti fiókhoz kapcsolódik, és automatikusan megújul.

source: Callback Path
da: Tilbagekaldssti
hu: Callback útvonal

# CallbackPathDescription
source: The path that the SAML2 identity provider will redirect back to PowerShell Universal.
da: Stien, som SAML2-identitetsudbyderen vil omdirigere tilbage til PowerShell Universal.
hu: Az az útvonal, amelyet a SAML2 azonosítószolgáltató visszairányít a PowerShell Universalhoz.

# MetadataAddressDescription
source: The URL of the SAML2 metadata document.
da: URL'en for SAML2-metadatadokumentet.
hu: A SAML2 metaadat dokumentum URL címe.

source: Signing Key
da: Signeringsnøgle
hu: Aláíró kulcs

source: Identity Provider Entity ID
da: Identitetsudbyderens enheds-id
hu: Identitásszolgáltató entitás ID

# SingleSignOnServiceUrlDescription
source: The IdP's single sign-on service URL.
da: IdP's webadresse for single sign-on-tjeneste.
hu: Az IdP egyszeri bejelentkezési szolgáltatásának URL-címe.

# DefaultRunOnDescription
source: The default computer or computer group to run scripts against when none is selected.
da: Standardcomputeren eller computergruppen at køre scripts imod, når ingen er valgt.
hu: Az alapértelmezett számítógép vagy számítógépcsoport, amelyen a parancsfájlokat futtatni kell, ha nincs kiválasztva.

source: Default Run On
da: Standard kør på
hu: Alapértelmezett futtatás helye

source: List Source Code
da: Liste over kildekode
hu: Forráskód listázása

# VaultsDescription
source: Secret Vaults configured in PowerShell Secret Management.
da: Secret Vaults konfigureret i PowerShell Secret Management.
hu: A PowerShell Secret Management-ben beállított titkos tárolók.
uk: Сховища Секретів налаштовані у PowerShell Secret Management.

source: View Page
da: Se side
hu: Oldal megtekintése
uk: Дивитися Сторінку

source: Home
da: Hjem
fr: Page d'accueil
uk: Дім

# HomeDescription
source: Information about your PowerShell Universal environment.
da: Oplysninger om dit PowerShell Universal-miljø.
fr: Informations sur votre environnement PowerShell Universal.
uk: Інформація щодо вашого PowerShell Universal оточення.

# SystemLoading
source: PowerShell Universal is starting...
da: PowerShell Universal starter...
fr: PowerShell Universal démarre...
uk: PowerShell Universal запускається...

source: Edit
da: Redigere
fr: Éditer
uk: Редагувати

source: Not Found
da: Ikke fundet
fr: Introuvable
uk: Не Знайдено

# JobsDescription
source: Jobs run in PowerShell Universal.
da: Jobs der er kørt i PowerShell Universal.
fr: Les tâches s'exécutent dans PowerShell Universal.
uk: Завдання виконуються в PowerShell Universal.

source: View Job
da: Vis job
fr: Voir l'offre d'emploi
uk: Дивитися Завдання

source: Description
da: Beskrivelse
uk: Опис

source: Execution Time
da: Udførelsestid
fr: Temps d'exécution
uk: Час Виконання

source: Endpoint Documentation
da: Endpoint dokumentation
fr: Documentation sur les points de terminaison
uk: Документація Точок Входу

source: Authentication
da: Autentificering
fr: Authentification
uk: Автентифікація

source: Role
da: Rolle
fr: Rôle
uk: Роль

# EndpointsDescription
source: HTTP API endpoints that execute PowerShell Scripts.
da: HTTP API-endepunkter, der udfører PowerShell-scripts.
fr: Points de terminaison de l'API HTTP qui exécutent des scripts PowerShell.

source: Methods
da: Metoder
fr: Méthodes

source: Roles
da: Roller
fr: Rôles

# EventHubDescription
source: Send events to clients connected to hubs.
da: Send begivenheder til klienter, der er tilsluttet hubs.
fr: Envoyez des événements aux clients connectés aux hubs.

source: Login
da: Log ind
fr: Connectez-vous

# LoginDescription
source: Log in to your account
da: Log ind på din konto
fr: Connectez-vous à votre compte

source: User Name
da: Brugernavn
fr: Nom d'utilisateur

source: Password
da: Adgangskode
fr: Mot de passe

source: Pages
da: Sider

# AppsDescription
source: Web applications built with PowerShell.
da: Webapplikationer bygget med PowerShell.
fr: Applications Web créées avec PowerShell.

source: Computer Group
da: Computergruppe
fr: Groupe d'ordinateurs

source: Disable Auto Start
da: Deaktiver automatisk start
fr: Désactiver le démarrage automatique

source: Disable Error Toast
da: Deaktiver Error Toast
fr: Désactiver le toast d'erreur

source: Disable Interactive Host
da: Deaktiver interaktiv vært
fr: Désactiver l'hôte interactif

source: Disable Startup Log
da: Deaktiver opstartslog
fr: Désactiver l'historique de démarrage

source: Grant App Token
da: Giv app-token
fr: Accorder un jeton d'application

source: Idle Timeout
da: Inaktiv timeout
fr: Délai d'inactivité

source: Name
da: Navn
fr: Nom
uk: Ім'я

source: Light
da: Lys
fr: Clair
uk: Світла

source: Licensed
da: Licenseret
fr: Sous license
uk: Є ліцензія

source: Unlicensed
da: Uden licens
fr: Non autorisée
uk: Немає ліцензії

source: Paused
da: Pause
fr: En pause
uk: Призупинено

# EditResource
source: Edit {0}
da: Rediger {0}
fr: Éditer {0}
uk: Редагувати {0}

# CreateResource
source: Create {0}
da: Opret {0}
fr: Créer {0}
uk: Створити {0}

source: Edit Properties
da: Rediger egenskaber
fr: Modifier les propriétés
uk: Редагувати Властивості

source: View Properties
da: Se egenskaber
fr: Voir les propriétés
uk: Дивитися Властивості

source: Computers
da: Computere
fr: Ordinateurs
uk: Комп'ютери

# ComputerDescription
source: Computers available throughout the PowerShell Universal platform.
da: Computere tilgængelige på hele PowerShell Universal-platformen.
fr: Ordinateurs disponibles sur la plateforme PowerShell Universal.
uk: Комп'ютери доступні через платформу PowerShell Universal.

source: Add Tag
da: Tilføj tag
fr: Ajouter une balise
uk: Додати Мітку

source: Search
da: Søg
fr: Rechercher
uk: Пошук

source: Submit
da: Indsend
fr: Envoyer
uk: Надіслати

source: API Documentation
da: API dokumentation
fr: Documentation d'interface de programmation d'application
uk: API Документація

# PagesDescription
source: Dynamic interfaces built with PSBlazor
da: Dynamiske grænseflader bygget med PSBlazor
fr: Interfaces dynamiques configurées avec PSBlazor
uk: Динамічний інтерфейс побудований за допомогою PSBlazor

source: Published Folders
da: Publiserede foldere
fr: Dossiers publiés
uk: Опубліковані Теки

# PublishedFoldersDescription
source: Share files over HTTP from PowerShell Universal.
da: Del filer over HTTP fra PowerShell Universal.
fr: Partager les fichiers via HTTP de PowerShell Universal
uk: Обмін файлами через HTTP з PowerShell Universal.

source: Request Path
da: Anmodningssti
uk: Шлях Запиту

source: Local
da: Lokal
uk: Локальні

source: Repositories
da: Depoter
fr: Dépôts
uk: Репозиторії

# LocalModulesDescription
source: Modules that are installed in your PowerShell environments.
da: Moduler, der er installeret i dine PowerShell-miljøer.
fr: Modules qui sont installés dans votre environnements PowerShell
uk: Модулі, що встановлені у вашому оточенні PowerShell.

# PowerShellUniversalModules
source: Modules available in the PowerShell Universal Marketplace that extend the platform.
da: Moduler tilgængelige på PowerShell Universal Marketplace, der udvider platformen.
fr: Modules disponibles dans le Marché PowerShell Universal qui étendent la plateforme
uk: Доступні Модулі у Магазині PowerShell Universal, що розширюють платформу.

# LoggingDescription
source: PowerShell Universal diagnostic logging.
da: PowerShell Universal diagnostisk logning.
fr: Historique de diagnostique PowerShell Universal
uk: Діагностичне журналювання PowerShell Universal.

# VariablesDescription
source: Variables defined in PowerShell Universal environments.
da: Variabler defineret i PowerShell Universal-miljøer.
fr: Variables définies dans les environnements PowerShell Universal.
uk: Змінні, що визначені у оточенні PowerShell Universal.

# GeneralDescription
source: General PowerShell Universal settings.
da: Generelle PowerShell Universal-indstillinger.
fr: Paramètres généraux de PowerShell Universal
uk: Основні налаштування PowerShell Universal.

source: Console
da: Konsol
uk: Консоль

# ConsoleTitle
source: Admin Console Title
da: Admin konsol titel
fr: Titre de la console administrative
uk: Назва Консолі Адміністратора

# ConsoleTitleDescription
source: The title displayed in the admin console.
da: Titlen, der vises i administrationskonsollen.
fr: Le titre affiché dans la console admin.
uk: Заголовок, що відображається в консолі адміністратора.

# ConsoleLogo
source: Admin Console Logo
da: Admin konsol logo
fr: Logo de la console administrative
uk: Логотип Консолі Адміністратора

source: Use Logo Size
da: Brug logostørrelse
fr: Utiliser la taille du logo
uk: Використовувати Наступній Розмір Логотипу

# UseLogoSizeDescription
source: Uses configured admin console logo without resizing it.
da: Bruger konfigureret administrationskonsollogo uden at ændre størrelsen på det.
fr: Utilise le logo de la console d'administration configuré sans le redimensionner.
uk: Використовує налаштований логотип консолі адміністратора без зміни його розміру.

source: Favorite Icon
da: Favorit ikon
fr: Icône préférée
uk: Улюблена Іконка

# FavoriteIconDescription
source: The icon to display in the browser tab.
da: Ikonet, der skal vises på browserfanen.
fr: L'icône à afficher dans l'onglet du navigateur.
uk: Іконка, що відображатиметься у вкладці браузера.

source: Hide API Features
da: Skjul API-funktioner
fr: Cacher les fonctions de API
uk: Приховати Функції API

source: Hide Automation Features
da: Skjul automatiseringsfunktioner
fr: Cacher les fonctions d'automatisation
uk: Приховати Функції Автоматизації

source: Hide User Interface Features
da: Skjul brugergrænsefladefunktioner
fr: Cacher les fonctions d'interface utilisateur
uk: Приховати Функції Інтерфейсу Користувача

source: Hide Home Page
da: Skjul hjemmeside
fr: Cacher la page d'accueil
uk: Приховати Домашню Сторінку

source: Default Dark Theme
da: Standard mørkt tema
fr: Thème défaut sombre
uk: Темна Тема За Замовчуванням

# DefaultDarkThemeDescription
source: The default theme for new users.
da: Standardtemaet for nye brugere.
fr: Le thème par défaut pour les nouveaux utilisateurs.
uk: Тема за замовчуванням для нових користувачів.

source: Automation
da: Automatisering
fr: Automatisation
uk: Автоматизація

source: Job Handshake Timeout
da: Timeout for jobhåndtryk
fr: Expiration d'un établissement de liaison de la tâche
uk: Тайм-аут Встановлення Зв'язку із Завданням

source: Hide Environment
da: Skjul miljø
fr: Cacher l'environnement
uk: Приховати Оточення

source: Hide Run As
da: Skjul kør som
fr: Cacher Exécuter comme
uk: Приховати Запуск від Імені

source: Hide Run On
da: Skjul kør på
fr: Cache Exécute sur
uk: Приховати Запуск На

# ConcurrentJobLimitDescription
source: The maximum number of jobs to run at once.
da: Det maksimale antal job der kan køres på én gang.
fr: Le nombre maximum de tâches à exécuter simultanément.
uk: Максимальна кількість завдань, що можуть виконуються одночасно.

# HideRunAsDescription
source: Hides the run as selector when running or scheduling jobs.
da: Skjuler kør som vælgeren, når der køres eller planlægges job.
fr: Cache le sélecteur Exécuter comme en exécutant ou planifiant les tâches.
uk: Приховує вибір "запустити від імені" під час виконання або планування завдань.

# HideRunOnDescription
source: Hides the run on selector when running or scheduling jobs.
da: Skjuler kør på vælgeren, når der køres eller planlægges job.
fr: Cache le sélecteur Exécute sur en exécutant ou planifianat les tâches.
uk: Приховує вибір "запустити на" під час виконання або планування завдань.

# DefaultAppsTheme
source: Default App Theme
da: Standard app-tema
fr: Thème défaut de l'application
uk: Тема Додатку за Замовченням

source: Loading Page Title
da: Indlæser sidetitel
fr: En cours de charger le titre de la page
uk: Заголовок Сторінки Завантаження

# LoadingPageTitleDescription
source: The title to display when PowerShell Universal is loading.
da: Titlen, der skal vises, når PowerShell Universal indlæses.
fr: Le titre à afficher quand PowerShell Universal charge.
uk: Заголовок, що відображається коли PowerShell Universal завантажується.

source: Loading Page Description
da: Indlæser sidebeskrivelse
fr: En cours de charger la description de la page
uk: Опис Сторінки Завантаження

source: Page Not Found Title
da: Side ikke fundet titel
fr: Titre Page introuvable
uk: Заголовок Сторінки "Не знайдено"

# PageNotFoundDescriptionDescription
source: The description to display when a page is not found.
da: Beskrivelsen, der skal vises, når en side ikke findes.
fr: La description à montrer quand une page est introuvable.
uk: Опис, що буде відображатися якщо сторінка не знайдена.

source: Not Authorized Description
da: Ikke autoriseret beskrivelse
fr: Description Pas authorisé.e
uk: Опис "Не Авторизовано"

# NotAuthorizedDescriptionDescription
source: The description to display when a user is not authorized to view a page.
da: Beskrivelsen, der skal vises, når en bruger ikke er autoriseret til at se en side.
fr: La description à montrer quand un utilisateur n'est pas authorisé à accéder à une page.
uk: Опис, що буде відображатися коли користувач не авторизований для перегляду сторінки.

source: App Not Running Description
da: App'en kører ikke beskrivelse
fr: L'application n'exécute pas la description
uk: Опис "Додаток Не Виконується"

source: Repository Path
da: Depotsti
fr: Chemin du dépôt
uk: Шлях до Репозиторію

source: Script Base Folder
da: Script-grundmappe
fr: Dossier racine du script
uk: Базова Тека Скриптів

# ScriptBaseFolderDescription
source: A folder within the repository to store scripts. Changing this setting requires restarting the PowerShell Universal service.
da: En mappe i depotet til at gemme scripts. Ændring af denne indstilling kræver genstart af PowerShell Universal-tjenesten.
fr: Un dossier au sein du dépôt pour stocker les scripts. Modifier ce paramètre nécessite de redémarrer le service PowerShell Universal.
uk: Тека у репозиторії для зберігання скриптів. Зміна цього налаштування потребує перезавантаження сервісу PowerShell Universal.

# DatabaseLogRetentionDescription
source: The number of days to keep logs stored in the database.
da: Antallet af dage til at opbevare logfiler i databasen.
fr: Le nombre de jours pendant lesquels les logs doivent être conservés dans la base de données.
uk: Скільки днів зберігати журнали у базі даних.

# APIEnvironmentDescription
source: The default environment to use for API endpoints that do not have one set.
da: Standardmiljøet, der skal bruges til API-endepunkter, der ikke har ét sæt.
fr: L'environnement par défaut à utiliser pour les points d'extrémité API qui n'en ont pas spécifié un.
uk: Оточення за замовченням для використання у API точках входу, що не мають його встановленим.

# SecurityEnvironmentDescription
source: The environment to use for forms authentication scripts and authorization policies.
da: Det miljø, der skal bruges til formulargodkendelsesscripts og autorisationspolitikker.
fr: L'environnement à utiliser pour les scripts d'authentification via formulaire et les politiques d'autorisation.
uk: Середовище, що використовується для скриптів з формами автентифікації та політиками авторизації.

# DontLoadRunAsProfiles
source: Don't Load Run as Profile
da: Indlæs ikke kør som profil
fr: Ne charge pas l'exécution comme profil
uk: Не Завантажувати Профіль "Виконати Від Імені"

# DontLoadRunAsProfilesDescription
source: Doesn't load profiles when starting external environments. Only applies to Windows.
da: Indlæser ikke profiler ved start af eksterne miljøer. Gælder kun for Windows.
fr: Ne charge pas les profils lors du démarrage des environnements externes. S'applique uniquement à Windows.
uk: Не завантажує профілі під час запуску зовнішніх середовищ. Стосується лише Windows.

source: Content Security Policy
da: Indholdssikkerhedspolitik
fr: Politique de sécurité du contenu
uk: Політика Безпеки Контенту

# ContentSecurityPolicyDescription
source: Content Security Policy (CSP) is an added layer of security that helps to detect and mitigate certain types of attacks, including Cross-Site Scripting (XSS) and data injection attacks.
da: Indholdssikkerhedspolitik er et ekstra lag af sikkerhed, der hjælper med at opdage og afbøde visse typer angreb, herunder Cross-Site Scripting (XSS) og datainjektionsangreb.
fr: La politique de sécurité du contenu (Content Security Policy, CSP) est une couche de sécurité supplémentaire qui aide à détecter et à atténuer certains types d'attaques, notamment les scripts inter-sites (XSS) et les injections de données.
uk: Політика безпеки контенту (CSP) – це додатковий рівень безпеки, який допомагає виявляти та усувати певні типи атак, включаючи міжсайтовий скриптинг (XSS) та атаки з використанням ін’єкцій даних.

source: Disable Auto Reload
da: Deaktiver automatisk genindlæsning
fr: Désactiver actualisation automatique
uk: Вимкнути Автоматичне Перезавантаження

# DisableAutoReloadDescription
source: Disables the file system watcher used to load files from disk in PowerShell Universal.
da: Deaktiverer filsystemovervågningen, der bruges til at indlæse filer fra disken i PowerShell Universal.
fr: Désactive le surveillant du système de fichiers utilisé pour charger des fichiers depuis le disque dans PowerShell Universal.
uk: Вимикає спостерігач файлової системи, що використовується для завантаження файлів з диска у PowerShell Universal.

source: Disable Format on Save
da: Deaktiver formater ved gem
fr: Désactiver le format en sauvegardant
uk: Вимкнути "Форматування при Збереженні"

source: Enhanced App Token Security
da: Forbedret App Token Security
fr: Sécurité de jetons d'application supplémentaire
uk: Покращена Безпека Токенів Додатків
